{
  "http://jobs.daimler.com/Stellenanzeige/182075/entwicklungsingenieur-in-im-bereich-fahrerassistenzsysteme-serienentwicklung-multi-purpose-camera-in-immendingen.html?lang=de": {
    "tasks": "Gestalten Sie mit uns die Zukunft der Mobilität rund um das selbstfahrende Automobil! Wir schaffen die Grundlagen zur Produkteinführung von automatisierten Fahrfunktionen. Dabei haben wir das gesamte System vom Sensor, über die Verarbeitungsebene bis zum Aktor im Blick sowie von der Konzeptionsphase bis hin zur Serienabsicherung. Ihre Aufgaben im Einzelnen: Innerhalb der Serienentwicklung zukünftiger Mono- und Stereokamerasysteme fokussieren Sie auf die Entwicklung der Supporting Funktions, die z. B. Kalibrierung und Verschmutzungserkennung. Sie erstellen die entsprechenden Lastenhefte unter Beachtung der ISO 26262 und stimmen die Inhalte mit den Systemzulieferern ab. Darüber hinaus wirken Sie bei der fahrzeugnahen Erprobung der Kamerasysteme vor allem am Erprobungsstandort Immendingen mit. Als kompetente/-r Ansprechpartner/-in für die Serienentwicklung arbeiten Sie eng mit internen und externen Partnern, Lieferanten sowie unterschiedlichen Mercedes-Benz-Stellen im In- und Ausland zusammen.",
    "reqs": "Studium: Abgeschlossenes Studium der Fachrichtung Physik, Elektrotechnik, Mechatronik, Informatik, Fahrzeugtechnik oder einer vergleichbaren Fachrichtung Erfahrung und spezifische Kenntnisse: Fundierte Erfahrung im Projektmanagement, in der Entwicklung von Fahrerassistenzfunktionen und Erprobung von Systemen IT-Kenntnisse: Gute Kenntnisse mit bildgebenden und bildverarbeitenden Systemen Sprachkenntnisse: Verhandlungssichere Deutsch- und Englischkenntnisse Persönliche Kompetenzen: Hohe Affinität zu Produkten aus dem Bereich Fahrerassistenzsysteme und Intelligent Drive Gutes technisches Verständnis Unternehmerische Herangehensweise Teamgeist Hohe Eigeninitiative sowie Ziel-, Ergebnis- und Kundenorientierung Technische Kreativität Sonstiges: Führerschein der Klasse B Reisebereitschaft Bereitschaft zur Teilnahme an Versuchsfahrten",
    "meta": " Stellennummer: 198447 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Forschung & Entwicklung incl. Design Fachabteilung Multi Purpose Kamera Funktionen "
  },
  "http://jobs.daimler.com/Stellenanzeige/161371/personalreferent-m-w-mit-schwerpunkt-recruiting.html?lang=de": {
    "tasks": "Hast Du den Drive, etwas Neues zu gestalten? Möchtest Du Motor für neue Ideen und Innovationen sein, Konzepte und Projekte anschieben und auf die Straße bringen? Möchtest Du in einem kleinen Team mitarbeiten und in einem kreativen und selbst gestaltbaren Umfeld in Berlin die Vorteile der Kombination aus Start Up Atmosphäre und Anbindung an einen automobilen Premiumhersteller nutzen? Dann steig‘ bei uns ein! Ziel unserer Arbeit sind innovative, zukunftsweisende Produkte sowie Dienstleistungen im mobilen Umfeld. Werde Teil dieses Projektes und mach‘ aus Deinen Ideen die Innovationen von morgen! Wir suchen für unsere neu gegründete MBition GmbH einen begeisterungsfähigen Personalreferenten (m/w) mit Pioniergeist, der Spaß daran hat, die Zukunft der Mobilität mit zu gestalten. Deine Aufgaben reichen von der eigenen Ideen- und Strategiekonzeption zu den Themen Personal-/ aufbau, -entwicklung und –management, über die Implementierung von Personalprozessen bis hin zum operativen Recruiting und Personalmanagement. Die Aufgaben: - Du bist mitverantwortlich für die professionnelle nationale und internationale Rekrutierung von Fach- und Führungskräften aus dem Bereich Software Development inkl. der Organisation und Duchführung von Auswahlgesprächen, Teilnahme an Messen und der Implementierung innovativer Recruitingstrategien- Du steuerst externe Dienstleister und hast trendige Jobbörsen jederzeit im Blick- Du wirkst beim Aufbau des kompletten HR-Bereichs mit (Aufbau von Personalprozessen, Schnittstellenmanagement, Recruitingstrategie etc.)- Du bist zuständig für die Erstellung aller vertragsrelevanter Unterlagen sowie der Durchführung aller personaladministrativen Prozesse- Du bist Ansprechpartner/in in allen arbeits- und personalrechtlichen Fragestellungen- Du bist Ansprechpartner/in allen Fragen rund um die Themen Vergütung, Abwesenheitsmanagement und Compliance- Du wirkst beim HR Reporting mit und erstellst Übersichten für unterschiedliche interne Zielgruppen",
    "reqs": "- Du hast Dein Studium mit dem Schwerpunkt Personal erfolgreich abgeschlossen oder hast eine vergleichbare Ausbildung absolviert- Du hast bereits mehrjährige einschlägige Berufserfahrung im Bereich Human Resources, vor allem in den Bereichen Personaladministration und Recruiting- Idealerweise hast du bereits in einem Start-Up Umfeld und / oder im Bereich Tech-Recruiting Erfahrungen gesammelt- Die Implementierung neuer HR-Prozesse bereitet Dir Spaß und Du kannst Dich in neue Situationen schnell einfinden- Eine hohe Sozialkompetenz , Durchsetzungsvermögen sowie Eigenintiative zeichnen Dich aus- Sehr gute Englisch- und Excelkenntnisse runden Dein Profil ab",
    "meta": " Stellennummer: P0142V037 Veröffentlichungsdatum: 24.01.2018 Tätigkeitsbereich: Personal Fachabteilung Personal "
  },
  "http://jobs.daimler.com/Stellenanzeige/182062/sachbearbeiter-in-controlling-frachten-in-sindelfingen.html?lang=de": {
    "tasks": "Die Abteilung Controlling Supply Chain Management verantwortet das Controlling inklusive der betriebswirtschaftlichen Planungs- und Steuerungsprozesse der globalen Supply Chain Organisation bei Mercedes-Benz Cars. Dazu zählt das Management von Supply Chain-induzierten Kosten, -Investitionen, -Beständen für Inbound und Outbound vom strategischen (Planung) bis zum operativen Zeitraum (unterjährige Steuerung) für Bereiche und Projekte. Darüber hinaus sind wir für die globale Koordination, z.B. in Kooperationen, Beteiligungen, verantwortlich. Prozesskostenbetrachtungen (E2E) für gesamtwirtschaftliche Entscheidungen und Wirtschaftlichkeitsrechnungen bei Änderungen von Belieferungsformen oder Lieferantenstandorten sowie Make or Buy Untersuchungen runden unser Tätigkeitsfeld ab. Ihre Aufgaben im Einzelnen: Vollumfängliche betriebswirtschaftliche Beratung verschiedener Bereiche für Ladungsträgerprozesse. Sicherstellung von gleichen Methoden und Standards in den verschiedenen Centern, Durchführung der LT-Planung i.R. der unterjährigen Planungen und der Operativen Planung. Monatliche Berichterstattung der Ladungsträgerkosten pro Werk/ Produktionsgesellschaft und Quervergleich zwischen den Werken/ Produktionsgesellschaften. Aufzeigen von Zielabweichungen sowie Erarbeitung, Abstimmung und Koordination gegensteuernder Maßnahmen. Erstellung von Wirtschaftlichkeitsrechnungen bezüglich Programmanträgen des Vertriebs für die PP&S. Durchführung von komplexen Wirtschaftlichkeitsrechnungen (Bewertung der Drehscheiben, Allokation von Fahrzeugen) in Zusammenarbeit mit Vertrieb, Einkauf, Produktion und Entwicklung. Konzeptionelle Weiterentwicklung der Arbeitsgebietes Ladungsträgerplanung besonders im Hinblick auf die Umstellung des Ladungsträgerverrechnungsmodells im internationalen Umfeld.",
    "reqs": "Studium/Ausbildung: Abgeschlossenes Studium mit Schwerpunkt Betriebswirtschaft oder vergleichbare Ausbildung Erfahrung und spezifische Kenntnisse: Auslandserfahrung/interkulturelle Erfahrung IT-Kenntnisse: Gute MS-Office-Kenntnisse (PowerPoint, Excel, Word, Access) Sprachkenntnisse: Fließende Englischkenntnisse Persönliche Kompetenzen: Wir erwarten unabhängiges und mutiges Denken, Neugier und Veränderungswillen, höchste Integrität und Offenheit Sie fühlen sich in einem internationalen Arbeitsumfeld wohl und bringen ein hohes Maß an Mobilität und Flexibilität mit Eine pragmatische und organisierte Arbeitsweise und nicht zuletzt ein Höchstmaß an Motivation runden Ihre Persönlichkeit ab",
    "meta": " Stellennummer: 189463 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Finanzen/Controlling Fachabteilung Controlling Frachten (IB/OB) & Zentralfunktionen "
  },
  "http://jobs.daimler.com/Stellenanzeige/156384/mitarbeiter-it-clearing-aftersales-m-w.html?lang=de": {
    "tasks": "Daimler TSS - IT-EXZELLENZ: GANZHEITLICH, INNOVATIV, NAH. Wir sind nicht nur Daimler, sondern auch. 1998 als kleines Entwicklungsteam gestartet, sind wir heute Spezialist und strategischer Business-Partner für zukunftsweisende IT-Gesamtlösungen der Daimler AG und ein sympathisches Unternehmen im permanenten Wachstum. Wir sind der Digital-Protegé hinter car2go und der smart(e) Experte für InCarDelivery und andere digitale Produkte, etwa der Daimler-App-Store oder Mercedes Me Connect, Anspruch auf Innovations- und Technologieführerschaft inklusive. Wir denken partnerschaftlich und agil, entscheiden technologieneutral und herstellerunabhängig. Das macht uns frei für End-to-End-Lösungen mit hoher Effektivität. Die Aufnahme wichtiger Trends und Impulse von außen zusammen mit dem tiefen Verständnis der Daimler-Geschäftsprozesse garantieren dabei überzeugende Ergebnisse. Als attraktiver Arbeitgeber gelingt uns das zusammen mit Menschen, die durch ihr kollegiales Umfeld inspiriert sind ihr Bestes zu geben und ihr ganzes Potenzial zu entwickeln, ob in Ulm, Stuttgart, Berlin, Karlsruhe oder in Asien.Welche Aufgaben erwarten Dich bei uns? Das Fachgebiet System Integration Aftersales verantwortet den Betrieb und Support verschiedener Applikationen für den Mercedes-Benz Vertrieb. Du bearbeitest Störungsmeldung und Anfragen der Anwender Du führst technische Analysen durch, reproduzierst Fehlerbilder und erarbeitest Lösungsvorschläge Du dokumentierst deine Aktivitäten von der Störungsmeldung bis zur Störungsbehebung Du kommunizierst Lösungen oder Workarounds an vorgelagerte Einheiten oder Anwender Du wirkst an der Rufbereitschaft zur Sicherstellung der Servicezeiten der Applikationen mit ",
    "reqs": "Wie passt Du in unser Team? Du hast eine abgeschlossene Berufsausbildung zum Fachinformatiker oder ein abgeschlossenes Studium der Informatik, Wirtschaftsinformatik oder einen vergleichbaren Abschluss Du besitzt die Fähigkeit technische Zusammenhänge zu verstehen und zu vermitteln Du bist bereit dich in die Aftersales Prozesse der Daimler AG einzuarbeiten Du hast eine Affinität zu Support Aufgaben Du verfügst über gute Deutsch- und Englischkenntnisse in Wort und Schrift ",
    "meta": " Stellennummer: P0006V252 Veröffentlichungsdatum: 11.10.2017 Tätigkeitsbereich: IT/Telekommunikation Fachabteilung System Integration Aftersales "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_164914/engineer-measuring-technique.html?lang=de": {
    "tasks": "- Reporting to Manager for Measurement & Q-Planning. - Fulfillment of given targets and ensuring of quality standards. - Ensuring of technical availability of the measuring equipment and timely reaction to solve technical problems. - Development and Implementation of new measuring concepts and improvement of existing measuring programs. - Problem solving with trouble shooting or other problem solving methods. - Compliance of guidelines and other regulations and standards (e.g. safety, healthy etc.). - Represent the own area of competence to other internal and external customers. - Exchange experience with other measuring engineers across locations within Daimler AG. - Ensure timely delivery of measuring orders. - Support of measuring technicians in their daily business. - Compare measuring results and define measures in case of deviations. - Create new measuring programs for new or changed engine parts. - Planning and defining of requirements for new measuring machines or devises for preparing the measuring room for future measuring Tasks.",
    "reqs": "- Education: Mechanical/Electrical Engineer with more than 3 year experience in Quality sector - Special Experience: - Several year experience in Measuring Technique. - If Applicable experience or knowledge in programming measuring machines - Experience in using CMM’s (Coordinate Measuring Machines) - Good language skills in Polish, English and wherever applicable in German - Competences: corporate policy, district conflict- and team ability, sense of responsibility, self-dependence and flexibility, engagement and high degree of proactivity.",
    "meta": " Stellennummer: MER0000B1M Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Quality Management Fachabteilung CEO Mercedes-Benz Manufacturing Poland "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_173716/ta-snc-staff-of-digital-marketing-strategist-mitsubishi-fuso-kawasaki.html?lang=de": {
    "tasks": "Important notification: If you have any issues in applying via system, please kindly send your CV to the contact person. Mitsubishi Fuso Truck and Bus Corporation (MFTBC) is an integral part of Daimler Trucks, the world’s largest truck manufacturer. With our FUSO brand, we make up approximately 40% of the Daimler Trucks sales volume with a presence in more than 160 markets worldwide. Since our first bus, we have aspired to bring society and our customers the highest quality of products and services. By Combining Japanese tradition and the global power of Daimler, Mitsubishi Fuso provides unparalleled experience in a world leading company. This means that you will associate with global business partners every single day. Marketing Sales and Customer Services Trucks Asia It is the Sales and Marketing teams who get our engineering innovations on to the road. We develop and future-proof our sales and service network, and determine the strategic orientation of key business processes. Customer satisfaction and market penetration are our top priorities. Key areas include strategic marketing and product management, sales, order management, market management, aftersales, marketing and communications, network development, management and support. Objective of job - The Digital marketing strategist will be responsible for deciding on and overseeing our digital promotion efforts for the brand story on Social Media. This person will be actively researching current trends and opportunities to engage users and influencers within digital marketing channels across various apps in our portfolio. The position requires development of content ideas in collaboration with the digital marketing team and other internal stakeholders as well as maintainance of the content calendar. The position requires a confident communicator with a combination of both analytical and creative skills. Your Roles and Tasks - Help turn assignments and creative briefs into mind-blowing ideas that motivate and engage audiences across our social channels - Be resourceful and inventive when it comes to both creating and curating engaging social content and internal promotional material - Explore cultural and market specific trends in order to bring those insights to the development of strategy - Track social media for emerging trend or stories. Provide editorial content options and timing based on insights from these trends - Develop, execute and measure creative social media campaigns and initiatives in conjunction with overall brand campaigns and goals - Liaise between internal stakeholders such as Marketing & Sales, Product Management, Corporate Communications and social media platform stakeholders to keep up to date with updates and opportunities Task description 1. Develop content and campaigns - Develop and execute creative social media campaigns and initiatives, and provide editorial content options in conjunction with overall brand campaigns and goals - Develop and coordinate the yearly establishment of a digital communication plan which includes all important events and communication measures for the lead time, the day of the event or period of a campaign and the follow-up period - Compile all relevant information from the respective departments and loctions (Product Management, Regional Centers &Sales Centers, Corporate Communication, Marketing Communication, Customer Services) 2. Supervise digital platforms - Contribute to developing & driving digital marketing campaigns and contents, track social media for emerging trend stories - Explore cultural and market specific trends in order to bring those insights to the development of strategy 3. Interact with stakeholders - Regular communication with stakeholders, such as suppliers, agencies and internal customers to align timelines, ressources and content of media outlets - Establish a early communication by collecting topics and presentations from department heads as well as sending out respective reminders in advance - Follow up and keep task tracker of different project initiatives up-to-date 4. Analyze user profiles and access rates of platforms - Collect raw data and ready-to-use analysis from suppliers such as Google Analytics to assess the success of platforms and campagins - Collect and analyze information on users to establish a customer profile - Prepare monthly reports & review meeting with TA/S-management ",
    "reqs": "Practical knowledge and experiences - Bachelors degree in advertising, marketing or similar field - Minimum 2-3 years of related experience in a digital marketing or agency setting - Advanced understanding of the social media universe including Facebook, Twitter, Tumblr, YouTube, G+, Instagram, Reddit, and various affiliate and/or display platforms - Experience with digital advertising strategy, including retargeting, SEM, PPC & SEO - Proven experience in identifying target audiences & planning digital campaigns that engage, inform and motivate - Creative thinking and strong writing/editing skills are required - Excellent organizational, time management, problem solving, teamwork, and communication skills - Microsoft office expert Language skills - Japanese level : Business level - English level : Business / Native ",
    "meta": " Stellennummer: MIT00000HK Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Sales & Marketing Fachabteilung Sales & Marketing Trucks Asia "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_173721/ta-snc-staff-of-digital-media-specialist-mitsubishi-fuso-kawasaki.html?lang=de": {
    "tasks": "Important notification: If you have any issues in applying via system, please kindly send your CV to the contact person. Mitsubishi Fuso Truck and Bus Corporation (MFTBC) is an integral part of Daimler Trucks, the world’s largest truck manufacturer. With our FUSO brand, we make up approximately 40% of the Daimler Trucks sales volume with a presence in more than 160 markets worldwide. Since our first bus, we have aspired to bring society and our customers the highest quality of products and services. By Combining Japanese tradition and the global power of Daimler, Mitsubishi Fuso provides unparalleled experience in a world leading company. This means that you will associate with global business partners every single day. Marketing Sales and Customer Services Trucks Asia It is the Sales and Marketing teams who get our engineering innovations on to the road. We develop and future-proof our sales and service network, and determine the strategic orientation of key business processes. Customer satisfaction and market penetration are our top priorities. Key areas include strategic marketing and product management, sales, order management, market management, aftersales, marketing and communications, network development, management and support. Objective of job - The Digital Media specialist will be responsible for implementation and management of all online content on MFTBC digital communication channels. This person will develop existing platforms and build up & run media hubs to foster the brand story on Social Media. This position requires a confident communicator proficient in social and search engine digital marketing initiatives to drive brand awareness and engagement for the company: to maintain a global up-to-date image of MFTBC’s product portfolio and enhancement of the brand; communication with various stakeholders, e.g. Japanese Agencies and external vendors for content creation. Your Roles and Tasks - Develop strategic communications planning for promotion and dissemination of corporate & regional marketing content - Plan and contribute to developing & driving digital marketing campaigns and contents excellent intiatives including web, design, SEO/SEM, social media and display advertising - Create & maintaining our social media presence across all digital channels - Conceptualize, plan and execute our marketing campaigns – online - Measure and report on the performance of all digital marketing campaigns - Leverage news & events on social media platforms - Work with content creators for obtaining and uploading completed media Task description 1. Run digital platforms - Establish and run crossfunctional, comprehensive profiles on several platforms, to creates a global up-to-date information source for all topics associated with Fuso - Compile all relevant information from the respective departments and loctions (Product Management, Regional Centers &Sales Centers, Corporate Communication, Marketing Communication, Customer Services) 2. Develop campaigns and content - Develop and coordinate the yearly establishment of a digital communication plan which includes all important events and communication measures for the lead time, the day of the event or period of a campaign and the follow-up period - Create content to support the brand image of MFTBC and establish awareness towards its products & services to create “leads” for sales force to follow-up 3. Interact with stakeholders - Regular communication with stakeholders, such as suppliers, agencies and internal customers to align timelines, ressources and content of media outlets - Establish a early communication by collecting topics and presentations from department heads as well as sending out respective reminders in advance - Participate in meetings in order to take and place assignments - Follow up and keep task tracker of different project initiatives up-to-date 4. Analyze user profiles and access rates of platforms - Collect raw data and ready-to-use analysis from suppliers such as Google Analytics to assess the success of platforms and campagins - Collect and analyze information on users to establish a customer profile - Prepare monthly reports & review meeting with TA/S-management ",
    "reqs": "Practical knowledge and experiences - Bachelors degree in advertising, marketing or similar field - Minimum 2 years of demonstrable experience leading and managing SEO/SEM, marketing database, social media (Facebook, LinkedIn, Twitter, Instagram & etc) and display advertising campaigns - Experience with digital advertising strategy, including retargeting, SEM, PPC & SEO - Proven experience in identifying target audiences & planning digital campaigns that engage, inform and motivate - Expertise in social media calendar management and analytics - Proven experience of collaboration with a designer to develop clean and fresh creative collaterals - Excellent social media and communication skills — written and verbal - Microsoft office expert; Use of data analytics tools such as Google Analytics Language skills - Japanese level : Business / Native - English level : Business / Native ",
    "meta": " Stellennummer: MIT00000HL Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Sales & Marketing Fachabteilung Sales & Marketing Trucks Asia "
  },
  "http://jobs.daimler.com/Stellenanzeige/166268/praktikum-ab-juli-2018-im-bereich-projekt-anlauf-und-anderungsmanagement-in-bremen.html?lang=de": {
    "tasks": "Im Mercedes-Benz Werk Bremen bauen wir eine Vielzahl faszinierender Produkte. Hier laufen die Automobile vom Typ Mercedes-Benz C-Klasse Limousine und T-Modell, GLK, SLK, E-Klasse Coupé und Cabriolet und SL vom Band. Und das insgesamt mehr als 200.000 mal im Jahr. Was wir den Fähigkeiten und dem Engagement von über 12.000 Mitarbeiterinnen und Mitarbeitern hier am Standort Bremen zu verdanken haben. Ihre Aufgaben umfassen: - Mitarbeit im Projektmanagement Anläufe alle Baureihen inkl. Änderungsjahre und Modellpflegen - Mitwirkung und Teilnahme an diversen Anlauf- und Produktprojekten - Unterstützung im Optimierungsprozess von Arbeits- und Informationsabläufen der Projektsteuerung - Mithilfe bei der Gestaltung und Umsetzung von Planungs-, Steuerungs- und Controllingmethoden für den internen, werksübergreifenden und globalen Logistikprozess - Mithilfe bei Prozessoptimierungen und Neugestaltung von Methoden des Projektmanagements - Einbindung im Prozess der Datenumsetzung und Datenaufbereitung in graphische Darstellungen - Unterstützung in der Vorbereitung und Durchführung von Projektbesprechungen",
    "reqs": "Studiengang: Maschinenbau, Wirtschaftswissenschaften oder ein vergleichbarer Studiengang Sprachkenntnisse: Sichere Deutsch- und Englischkenntnisse in Wort und Schrift IT-Kenntnisse: Sicherer Umgang mit MS-Office Persönliche Kompetenzen: Selbständigkeit, Engagement, Leistungsbereitschaft, Kommunikations- und Teamfähigkeit Sonstiges: abgeschlossenes Grundstudium von Vorteil",
    "meta": " Stellennummer: 191108 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Supply Chain Management Fachabteilung Anlaufsteuerung W67 "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182088/sales-executive-used-vehicles-truckstore.html?lang=de": {
    "tasks": "Sales executive used vehicles-Truckstore Objective of the job: Mercedes-Benz S.A (MBSA) is looking for a Sales executive used vehicles in the Truck store division, to acquire new business through active prospecting, ensuring that profit and unit targets are met whilst maintaining excellent customer service. This will be done in compliance to the Company's Integrity & Anti Bribery Codes, Conflict of Interest Policy & S.H.E. requirements Delegation of Authority and organisational processes. Main Tasks: Sales Activities • Identify new business opportunities, prospect potential business both corporate and private within the geographical area or as allocated by the manager • Maintain and develop existing customer database • Accomplish daily expected call rates •Communicate any specific customer requirements to the body builder • Conduct vehicle demonstrations as per the customers’ choice • Plan accordingly to meet sales targets and budgets • Verify financial arrangements by introducing the customer to the F&I consultant • Ensure correct handover of vehicle after the vehicle is prepared • Ensure all demo policies and procedures are adhered to • Ensure all inspections and repairs are carried out prior to delivery • Keep management informed of any possible problem areas with regard to pending deals • Ensure that professional image is projected at all times • This position involves travelling Administration • Complete all relevant documentation accurately according to company procedure • Handle trade papers and vehicle registration certificates and all other documents relating to the sale • Follow up with invoicing department to prevent any delays in financing, registration & delivery • Ensure payment of vehicle is made within the time period Customer Care • Attend to walk in customers and telephonic enquiries promptly and efficiently • Enquiries and complaints addressed timeously, effectively and courteously • Ensure proper follow up of all potential buyers by, implementing and monitoring a prospecting and sales control system according to agreed procedures • Ensure high levels of customer satisfaction • Maintain the company’s corporate image and reputation Critical Knowledge: Knowledge of the commercial vehicle industry Knowledge and experience of the After-Sales processes & customer satisfaction index would be advantageous Competitor analysis and trends Relevant legislation Skills & Attributes: Interpersonal Skills Negotiation skills Problem Solving Building Relationships Time management Customer Service Orientation Attention to detail Emotional Intelligence Verbal & Written communication skills Assertiveness Experience: 3-5 years’ experience as a Sales Executive in a Commercial Vehicles environment Technical, process and product knowledge of the Commercial vehicles environment Qualifications: Matric plus a post matric relevant 3 year qualification Licences: In possession of a valid driver’s licence (a code 14 License and PDP would be preferred) Mercedes-Benz South Africa is proud to be an equal opportunity employer. All qualified applicants will be considered, however the following will apply: - Foreign nationals must qualify for a work visa/permit as per the provisions of the Immigration Act 13, 2002. - Division’s Employment Equity Plan in terms of the Employment Equity Act, No 58, 1998. - Code of good practice on the employment of people with disabilities. Only applications submitted online www.mercedes-benz.com/careers or www.daimler.com/career will be considered. Applications sent by email WILL NOT be considered. Email address provided for query purposes only. IMPORTANT: For an optimal selection process, please attach all relevant documents. Closing date 11 April 2018 ",
    "reqs": "Matric plus a post matric relevant 3 year qualification",
    "meta": " Stellennummer: MER0000DKZ Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Sales & Marketing Fachabteilung RC SA Truckstore "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182082/scrum-master-contract.html?lang=de": {
    "tasks": "Daimler Financial Services (DFS) supports the sales of Daimler Group’s automobile brands with financial services which range from financing and leasing to insurance and fleet management. The regional DFS office AAP (Africa, Asia Pacific) located in Singapore plays a pivotal role for DFS’s business development in AAP markets. As a Scrum Master you will be a key driver in making our targeted landscape a reality. Within one of our scrum development teams you will be involved in the development of digital products with a global footprint and high visibility. While a background in Scrum is a must this extends to advocating the use of Agile methods throughout the wider organisation, the implementation of related tools and establishing an Agile culture within the organisation. ",
    "reqs": "Education Bachelor Degree Information Technology, Computer Science, Software Engineering or the like. Experience 5+ years’ experience in software development projects in a Scrum Master role. Experience working within Scrum/Agile Project teams. Specific knowledge Provide Agile Methods & profound Expertise to our (Scrum) Teams in the role of Scrum Master. Including being responsible for the Scrum of Scrums. Provide active Coaching and Training to new and existing team members and stakeholders. Remove impediments by escalating in time to Leadership Team. Guiding the team and organisation on how to use Agile/Scrum practices and values. Facilitating discussion, decision making, and conflict resolution. Capture feedback and continuously improve enterprise Agile guidance, training materials, and content Familiar with the Atlassian Toolchain Strong solution orientation and problem solving skills. Automotive, Finance or Banking Industry experience a definite plus. Soft skills/individual competence Excellent communication and interpersonal skills in an Asian multicultural project environment. Ability to present concepts clearly to management. Self-starter and active driver of change especially in terms of digital mindset & tools. Willingness to travel internationally and potentially spend extended periods on knowledge transfers/job swap. ",
    "meta": " Stellennummer: DAI00004GT Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: IT/Telecommunications Fachabteilung Digital Tech Lead "
  },
  "http://jobs.daimler.com/Stellenanzeige/182091/ingenieur-in-fur-die-prufmethodenentwicklung-zellmodul-in-nabern.html?lang=de": {
    "tasks": "In der Konzernforschung & Mercedes-Benz Cars Entwicklung (RD) gestalten wir die Automobilgenerationen der Zukunft. Damit meinen wir innovative Produkte mit höchster Qualität und effiziente Entwicklungsprozesse. Wir arbeiten schon heute an Fahrzeugen, die die Technologieführerschaft von Daimler auch zukünftig sichern werden. Das Center verantwortet die Entwicklung von HV-Batterien in der Daimler AG. Zellen und Zellmodule bilden als eigentliches Speicherelement das Kernstück jedes Batteriesystems. Die schnelle technologische Entwicklung wird sich in den nächsten Jahren fortsetzen. Um neue technische Konzepte schnell zu erfassen, zu prüfen und in Serie zu bringen suchen wir leistungsbereite und verantwortungsvolle Ingenieur/-innen in der Entwicklung von neuen, schnellen und leistungsfähigen Prüfmethoden. Ihre Aufgaben im Einzelnen: Systematische Bewertung von Anforderungsprofilen an das Batteriemodul und Ableitung von Belastungskollektiven in Zusammenarbeit mit den Simulationsexperten und den Felddatenmanagern. Ableitung von Sicherheitstestanforderungen aus FTA, FMEA sowie Gesetzestexten und Normen. Sicherstellung der Compliance-gerechten Testdurchführung und Dokumentation aller Testdaten. Ausarbeitung von mechanischen und elektrischen Tests sowie Umweltsimulations- und Sicherheitstests. Ableitung präziser Testanweisungen. Berücksichtigung von internen und gesetzlichen Sicherheitsanforderungen bei der Durchführung der Tests. Unterstützung beim Aufbau von internen und externen Testkapazitäten. Vorausschauende Schaffung von modulareren und damit zukunftssicherer Testmöglichkeiten. Auswertung, Verdichtung und Bericht der Testergebnisse. Mitarbeit in internen und externen Gremien zur Standardisierung von Tests und Testanforderungen. Sicherstellung des gewonnen Knowhows durch Anmeldung von Schutzrechten zusammen mit unserer Patentabteilung.",
    "reqs": "Studium: Voraussetzung für die Position ist ein abgeschlossenes Studium der Ingenieurswissenschaften, der Physik oder physikalischen Chemie mit einem engen Bezug zur Elektromobilität oder zu elektrochemischen Speichertechnologien Erfahrung und spezifische Kenntnisse: Wir suchen ein hohes Kommittent zu elektrischen Fahrzeugantrieben und zu den Produkten der Daimler AG. Sie haben schon mehrjährige Erfahrung in der Zell- oder Automobilindustrie und kennen dort die spezifischen Entwicklungsabläufe. Sprachkenntnisse: Sie benötigen gute deutsche und englische Sprachkenntnisse Persönliche Kompetenzen: Sie sollten in der Vergangenheit bewiesen haben, dass Sie mit interdisziplinären Fragestellungen problemlos umgehen können uns sich erfolgreich in einem Umfeld zwischen Maschinenbau, Fertigungstechnologie, Elektrotechnik und Chemie bewegen können. Unbedingt notwendig sind eine starke Teamfähigkeit, Kreativität und Innovationsfähigkeit sowie Offenheit gegenüber neuen Methoden und Ideen.",
    "meta": " Stellennummer: 198353 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Forschung & Entwicklung incl. Design Fachabteilung Batterieintegration "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_174258/technician-huntingwood.html?lang=de": {
    "tasks": "Daimler Trucks Huntingwood has a current vacancy for an experienced Heavy Vehicle Technician to join its dealership. In this role, you will work across a range of special projects within the workshop with the ultimate objective of achieving maximum efficiency whilst maintaining customer satisfaction. Reporting to the Service Manager, your responsibilities will include but are not limited to: * Performing maintenance, fault diagnosis, mechanical rectification & accessory and component installation on various vehicles and equipment as instructed * Ensuring all activities in the Workshop are undertaken in a manner that exceeds customer expectations * Recording accurate descriptions of work carried out on all repair orders for translation by Service Advisor to customers. * Maintaining effective communication channels with all staff and customers to uphold the Company brand and image * Adhering to all OH&S standards and procedures within the workplace at all times within the Company’s standards and procedures. * Participating in training on various products as required * Assisting in training whilst providing guidance, support and technical coaching to apprentices’ as necessary * Recording attendance accurately, time spent on individual jobs using dealership time recording systems. ",
    "reqs": "To be successful in this position, you will have successfully completed a recognised mechanical or electrical trade qualification as a motor mechanic, ideally with proven experience with light commercial vehicles. Along with this, you have strong abilities in understanding and interpreting complex service software and literature. Specific knowledge of diesel engines, electrical and pneumatic systems, transmissions and hydraulics will be valuable and experience with workshop management systems will be an advantage. In addition you will have excellent interpersonal skills, a good work attitude and the ability to work well with people at various levels. An ability to diagnose and rectify technical problems within adequate time frames is also essential. This is a local, permanent role. You must have a permanent working visa for Australia / New Zealand to be able to apply for this position. At Daimler Truck and Bus Australia Pacific, we believe our people make the difference. We proudly offer generous employee benefits, such as discounted car leasing and purchase options, on-site parking, employee assistance programs and much more. We are an equal opportunity employer and value diversity at our company. We are proud to be recognized as a Workplace Gender Equality Employer of Choice and we support a flexible and progressive work culture. We actively recognize our committed people through Employee Recognition and Reward programs. We also provide exciting learning and career development opportunities. ",
    "meta": " Stellennummer: DAI00003VR Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Sales & Marketing Fachabteilung Daimler Trucks & Buses AuP Sydney (Dealer) - Service "
  },
  "http://jobs.daimler.com/Stellenanzeige/182093/entwicklungsingenieur-in-fur-thermische-auslegung-von-e-motoren-im-bereich-plugin-hybrid-und-e-fahrzeug-in-sindelfingen.html?lang=de": {
    "tasks": "In der Konzernforschung & Mercedes-Benz Cars Entwicklung (RD) gestalten wir die Automobilgenerationen der Zukunft. Damit meinen wir innovative Produkte mit höchster Qualität und effiziente Entwicklungsprozesse. Wir arbeiten schon heute an Fahrzeugen, die die Technologieführerschaft von Daimler auch zukünftig sichern werden. Hierbei werden die Kundenerwartungen bezüglich Fahrspaß, Komfort und Verbrauch ganz wesentlich durch die Performance des E-Antriebs beeinflusst. Die Abteilung RD/ETE hat in diesem Zusammenhang die Verantwortung für die Entwicklung von Leistungselektroniken, E-Maschinen und deren Regelung für die Anwendung in Hybrid- und Elektrofahrzeugen. Die elektrische Maschine, als Energiewandler im Fahrzeug, stellt hier eine wesentliche Komponente dar. Großer Drehzahlbereich, hohes Drehmoment, akkurate Umsetzung der Drehmomentwünsche und sicherer Betrieb sind hier die wichtigsten Herausforderungen. Wir suchen daher fortlaufend berufserfahrene E-Motorexperten (m/w) in den Themengebieten elektromagnetische Auslegung, NVH, Thermik und Konstruktion. Das Team E-Motor Integration hat die Bauteilverantwortung für die E-Maschinen. Die thermische Auslegung von E-Maschinen spielt hierbei eine wichtige Rolle und hat zum Ziel, alle thermischen Eigenschaften der E-Maschine in den jeweiligen Entwicklungsphasen zu analysieren und zu bewerten. Als kompetente/r Ansprechpartner/in sind Sie Anlaufstelle für alle Fragen zum Thema Wärmeübertragung und Strömungsmechanik im EDS (Electrical Drive System). Ihre Aufgaben im Einzelnen: Auslegung und Analyse von Kühlkonzepten für E-Maschinen, unter anderem mittels CFD-Simulation. Anwendung und Weiterentwicklung von Matlab-Tools zur thermischen Simulation von E-Maschinen. Thermische Bewertung von Leistungsanforderungen an elektrische Antriebe aus Fahrzeug- & Systemlastenheften. Steuerung von Simulationsaufgaben bei Lieferanten. Abgleich von Simulationen mit Messungen am Prüfstand und im Fahrzeug. Leitung von Arbeitsgruppen zur digitalen Powertrain-Absicherung im Umfeld E-Drive/thermische Simulation. Schnittstellenarbeit mit benachbarten Simulationsbereichen. Kooperation mit Hochschulen.",
    "reqs": "Studium: Abgeschlossenes Master- oder Diplom-Studium mit ingenieurwissenschaftlicher Ausrichtung Erfahrung und spezifische Kenntnisse: Fundierte Berufserfahrung und sehr gute Kenntnisse im Bereich der alternativen Antriebe Erfahrung im Bereich der digitalen Powertrain-Absicherung Systemkenntnisse: Fundierte MATLAB-Kenntnisse Sicherer Umgang mit CFD Simulations-Tools wie STAR-CCM+, ANSYS CFX, OpenFOAM oder ähnlich Sehr gute PC- Kenntnisse (Office-Anwendungen) sind obligat Sprachkenntnisse: Verhandlungssichere Deutsch- und Englischkenntnisse Persönliche Kompetenzen: Ausgeprägtes analytisches Denken in komplexen Systemen Strukturierte und lösungsorientierte Arbeitsweise Offene Kommunikation und sicheres Auftreten Hohes Durchsetzungsvermögen Innovationsfreude mit dem Gespür für den Kundennutzen Hohe Affinität zum Produkt sowie Begeisterung im Umgang mit Fahrzeugen Freude an New Work-Methoden in einem multikulturellen Umfeld Sonstiges: Reisebereitschaft",
    "meta": " Stellennummer: 198405 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Forschung & Entwicklung incl. Design Fachabteilung E-Motor Integration "
  },
  "http://jobs.daimler.com/Stellenanzeige/178964/subject-matter-expert-for-the-program-management-office-bank-branch-in-stuttgart.html?lang=de": {
    "tasks": "Mercedes-Benz Bank AG, headquartered in Stuttgart, is a wholly owned subsidiary of Daimler Financial Services AG. The bank, which employs approximately 1,500 people, is one of the leading automotive banks in Germany, offering its more than 1 million customers financial opportunities, mobility and security. Our product portfolio in the automotive business includes financing, leasing, insurance and fleet management. In the direct banking business, Mercedes-Benz Bank offers money market accounts, fixedterm deposit, savings plans and credit cards. Mercedes-Benz Bank AG is seeking an expert/ professional to join the Bank Branch program which will transform over the next few years existing local financial institutions into Branches of the Mercedes-Benz Bank in major European markets such as Germany, UK, Spain, Italy and France. The Program Management Office-Team (PMO) is responsible for tracking the project progress as well as assuring that the project follows all the relevant internal project management standards with regard to time, cost and quality. The PMO supports the Bank Branch Project in all project management related activities. Your tasks will be: Support project within initiation, planning and steering of project. Ensure proper project setup and deliverables delivery including project planning/performance measurement. Maintain and track project information in terms of time and budget at the program and all projects. (e. g. ensure correct and timely provision of cost controlling data to respective dates) Determine standards in regard to processes and systems in collaboration with the PMO lead, project lead and the overall program and ensure usage of these. Evaluate and decide on appropriate project methods/ tool/ templates. Definition of regular reporting processes, preparation of regular reports and status updates for project leader, the overall program and (steering) committees. Development and implementation of comprehensive risk analysis and management process, including mitigation and contingency plans at a project and program level, identify and evaluate risks and risk mitigation measures. Identify project target deviations, evaluate measures for correction and initiate measures for realization. Defining and building up communication concept facilitate communication between other projects and stakeholders, ensure continuous improvement of the communication plan. Preparing and executing workshops. Ensure proper documentation (e. g. take minutes). Apply the Houston project management methodology and ensure quality gate oriented project standards in the project. Share expertise to support implementation of project management standards and tools along all project management processes and areas in the organization. Preparation and Execution of the internal procurement process of external suppliers together with the PMO/project lead according to Daimler policies.",
    "reqs": "Education: University degree in business, economics or related fields or comparable qualification Experience and specific knowledge: Practical experience with project management/-tools (e. g. MS Project, SAP-FI Accounts) Project management and delivery experience Thorough knowledge within Project Management (PMI/GPM, Scrum, Waterfall or other comparable certifications desirable) Experience in multinational projects is a plus Experience with digital and virtual team work IT skills: Very good command of MS Office products (incl. Project) Language skills: Fluent English skills Additional other European language skills are desirable Soft skills: Communication and organizational skills Analytical strength Driven, positive attitude and proactive approach Ability to deal with ambiguity Sensitivity to work in an international environment with different stakeholders on various management levels Others assets: Willingness to occasional travel within Europe",
    "meta": " Stellennummer: 197015 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Finanzen/Leasing & Banking Fachabteilung Program Management Office BB "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_174768/continuous-improvement-specialist.html?lang=de": {
    "tasks": "- Designing of concepts and processes (implementation of lean in various trades) while taking several premises and dependencies into account. - Taking responsibility and test of concepts and processes. Modification and further development of methods (e.g. Leveling of Production, Supply of Material, Lean Accounting). - Analyzing processes with different parties, different interfaces and influencing variables using various methods (e.g. Value Stream Mapping, Lean Checks) and labor relevant data. Getting an overview about the results, showing and evaluating possible improvements with Lean-Manufacturing-Methods to modify processes. Taking responsibility of the implemented measure. - Lead projects in own area of responsibility. Structuring and subdividing of project contents and determination of working packages. - Creation of schedule, budget planning and project flow chart. Develop and reconcile project scope. Following and ensure compliance of the targets (e.g. quality, costs, dates) and proposing, coordinating, observing corrective measure if necessary. Reporting project status. - Conducting and structuring of KVP-workshops to implement the Lean-Manufacturing principles of the plant. - Development of value stream analyzes of the departments with the process owners concerning to the MPS-relevant improvements. Analyzing processes, and evaluation and presentation of improvement potentials. - Content-related, methodical and time-related planning of training measures and events/meetings for employees and managers E5 of the plant. Transmit the MPS principles and deeper knowledge.",
    "reqs": "- Master craftsman and technical education or comparable education. - Several Years of experience in production or production related areas. - Good coordinating and cooperation skills, independent working, assertiveness and high social competence required. - Thorough knowledge of English. Polish language is a must. Thorough knowledge of MS Office. Experience in international cooperation. - Motivated and willing, understanding and experience in cross-cultural topics, coordinating, organizing and problem-solving skills.",
    "meta": " Stellennummer: MER0000CEI Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Production Fachabteilung Planning Production Axles "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_175295/production-planner-for-layout.html?lang=de": {
    "tasks": " - Creation, Improvement and Changing of facility layouts including building and machinery. - Compare costs and show alternatives, provide, check and keep up to timetables, update technical papers and review application dates. - Conduct plannings considering known procedures. - Requesting and comparing offers as well as clearing and supervising the ordering procedure. - Attend and supervise execution and performance of planned work. - Coordination of projects. - Conduct target-actual comparison on costs and timelines. - Keeping Ergonomics, assembly and manufacturing and business administration knowledge in mind. - Viewing and comparing of offers; Releasing and monitoring of purchasing orders. - Support the process of optimizing procedures (KVP). - Communication partner to Factory Planning and construction companies. - Leading of technical discussions with Factory Planning and construction companies.",
    "reqs": "- Completed studying one of the following or a similar subject: machine engineering, manufacturing engineering, engineering economics. - 5 years of experience with planning and / or production. - Experience in planning manufacturing lines, experience in resource planning. - Knowledge of the variety of procedures in production. - Thorough knowledge of English. Polish language is a must. Thorough knowledge of MS Office. Experience in international cooperation. - Motivated and willing, understanding and experience in cross-cultural topics, coordinating, organizing and problem-solving skills.",
    "meta": " Stellennummer: MER0000CGP Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Production Fachabteilung CEO Mercedes-Benz Manufacturing Poland "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_175338/industrial-engineer.html?lang=de": {
    "tasks": " - Analysis of times within the operational procedures of production and manufacturing using the known REFA and MTM tools. - Identify points of weakness and possible improvements within the production lines. - Coordination of line balancing activities working together with production, planning and logistics. - Conduct target-actual comparison in terms of times focusing on the HPU. - Change of times in production plans due to the determined times. - Reporting of Key-figures and capacities on a regular basis. - Keeping Ergonomics, assembly and manufacturing and business administration knowledge in mind. - Calculation and determination of premises of personnel for short-, medium- and long-term production. - Communication partner to Planning, HR and FC. - Overall tracking of plant relevant KPI. - Support the process of optimizing procedures. (KVP). - Provide advice during planning phases in terms of ergonomical and industrial engineering aspects and experiences. ",
    "reqs": "- Completed studying one of the following or a similar subject: engineering, manufacturing engineering, engineering economics. Certificate in MTM and/or REFA. - 5 years of experience with planning and / or production. - Experience in time management, line balancing and process management - Knowledge of the variety of procedures in production. - Thorough knowledge of English. Thorough knowledge of MS Office. Experience in international cooperation. - Motivated and willing, understanding and experience in cross-cultural topics, coordinating, organizing and problem-solving skills.",
    "meta": " Stellennummer: MER0000CGT Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Production Fachabteilung CEO Mercedes-Benz Manufacturing Poland "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_180897/connected-car-and-online-specialist-customer-services.html?lang=de": {
    "tasks": "At Mercedes-Benz, our aim is to deliver the best, or nothing. Our people create a real customer focus, delivering customer delight through our products and services. Ours is a friendly, collaborative and fast moving business where we work together to deliver great things and thrive in an environment which encourages innovation and supports personal and professional growth. We are currently recruiting for a Connected Car and Online Specialist (Customer Services) within our Cars business to manage all Mercedes me connect and Mercedes me adapter activities for Customer Services in the UK with a view to providing our Retailers and Customers with a seamless connected vehicle digital experience. This opportunity will play a crucial role in maximising the revenue from our connected car offerings by working closely with key stakeholders within the business and retailer network. You will do so by focusing on lead management, user experience, communications and campaigns and training. This is a fantastic opportunity for you to have a real impact on a thriving business working for the number 1 premium automotive brand in the UK. About the role As the subject matter expert for Mercedes me Connect and Mercedes me Adapter, you will represent the team at regular European market alignment meetings/calls. You will also manage all customer service activities relating to both. We are in the process of working towards the launch of a new portal for our retailer network to manage the connected car maintenance and telediagnosis messages. This role will be instrumental in managing this project through to completion. This will include a review of new portals, understanding and championing retailer and customer requirements and managing any change requests that are submitted via the European teams. Following launch, you will also be responsible for managing systems releases, training, reporting and any issues that may arise. Other key responsibilities within this critical role include: - Competitor and product offering analysis of connected car market - Ensuring all facilities and systems are future proof and represent the best experience for the Mercedes-Benz Cars UK business, customers and retailers - Ensuring all connected car issues raised by our retailers and customers are dealt with efficiently and effectively as possible - Identifying any causes of dissatisfaction and proposing pro-active solutions to meet the demands of our online customers",
    "reqs": "About you Alongside proven experience within a similar role, other required key skills and experience include: - Demonstrable project management skills, ideally on new system introductions or change management - Demonstrable experience within the automotive or other relevant industry - Good understanding of the passenger car service related processes - Problem solver - Effective and experienced influencer, pro-active approach - The ability to adapt technical language in order to gain stakeholder buy in - Strong people relationship skills, ability to build long-term relationships across the business, Region Europe and Daimler AG - Firm negotiation and supplier management skills, especially with complex tasks with tight deadlines - Customer focused - The ability to work across business teams and facilitate working groups for best business outcome - The ability to build professional network with other analysts across the business On offer Aside from an excellent salary and bonus structure, which rewards personal and business success, you’ll receive 2 cars through our tax efficient Mercedes-Benz employee car ownership scheme, an excellent pension scheme and flexible benefits including options on medical insurance, annual leave, gym membership and life insurance not to mention market leading professional and personal development. Our process Once you hit apply, there is a short, 10 minute application form to complete. Please ensure you attach, current CV when applying alongside an indication of your salary expectations. The Mercedes-Benz recruitment process reflects our obligations under relevant UK legislation. Whilst all applications are carefully considered, we are only able to progress applications from candidates who have the right to work in the United Kingdom. ",
    "meta": " Stellennummer: MER0000D9A Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Fachabteilung Customer Services MBC "
  },
  "http://jobs.daimler.com/Stellenanzeige/182059/entwicklungsingenieur-in-im-team-e-e-topologie-und-wirkketten-in-sindelfingen.html?lang=de": {
    "tasks": "In der Abteilung Steuergeräte Hardware innerhalb des Centers für Antriebselektronik sind wir für ein breites Spektrum an Themen verantwortlich. Dies umfasst die Auslegung zukünftiger EE-Architekturen und Topologien, die Optimierung von Wirkketten, das Erstellen und Umsetzen funktionaler Sicherheitskonzepte, sowie die Hardwareverantwortung der aktuellen und zukünftigen Steuergerätegenerationen. Im Team für EE-Topologie und Wirkketten verantworten wir die Erstellung und das Rollout zukunftsfähiger EE-Topologien für den Powertrain und entwickeln Verfahren und Vorgehensweisen zur Analyse, Optimierung und Absicherung der Wirkketten im Steuergeräteverbund des Powertrains. Weiterhin sorgen wir mit der im Team entwickelten Entkoppler-Funktion weitestgehend für die Unabhängigkeit und Flexibilität der Domäne Powertrain gegenüber der Fahrzeug-Architektur. Ihre Aufgaben im Einzelnen: Sie verantworten in der Domäne Powertrain die Thematik Wirkketten in aktuellen Entwicklungsprojekten und erarbeiten Konzepte zur Optimierung für die zukünftigen Powertrain-Architekturen. Hierzu gehört die Pflege und Weiterentwicklung der powertrainübergreifenden Wirkkettenlandkarte, die Analyse zeitkritischer Wirkketten, die Identifikation von Optimierungspotential, die Abschätzung hinsichtlich deren Wirksamkeit. Des Weiteren koordinieren Sie die Umsetzung in enger Zusammenarbeit mit den Funktions- und Projektverantwortlichen in Vor- und Serienentwicklung sowie den beteiligten E/E-Bereichen. Die Optimierungen werden am HiL und im Fahrzeug durch steuergeräteübergreifendes, synchronisiertes Messen verifiziert. Dabei erarbeiten Sie neue Konzepte und Methoden zur Analyse und Bewertung von Wirkketten. Sie implementieren komplexe Optimierungsmaßnahmen und Konzepte, wie das deterministische Timing für das Gesamtsystem Powertrain. Hierbei erstellen Sie eigenverantwortlich Lastenheftbeiträge für die Kernsteuergeräte im Powertrain. Weiterhin erstellen Sie die Vernetzungs-Topologiepläne der verschiedenen Architekturgenerationen. Dabei sind Sie für die Erstellung einer Datenbank mitverantwortlich, mit welcher variantenspezifische Topologiepläne automatisiert erzeugt werden und ein Abgleich zur Rolloutplanung ermöglicht werden soll. Sie wirken bei der Spezifikation und Szenario-Bewertung bei der Neueinführung der Powertrain-Architektur PT4 sowie der Architekturentkopplung von Powertrain- gegenüber der Fahrzeug-Architektur mit. Bei der Umsetzung der Aufgaben in ihrem Gebiet übernehmen sie eigenständig die Handlungsverantwortung und vertreten auch in Konfliktsituationen, sowie bei unterschiedlichen Interessenslagen ihre Themen eigenverantwortlich nach außen.",
    "reqs": "Studium: Abgeschlossenes technisches Studium, vorzugsweise der Fachrichtung Informatik oder Elektrotechnik Erfahrung und spezifische Kenntnisse: Erfahrungen in mindestens zwei der folgenden Themenbereiche und Grundkenntnisse in den anderen Bereichen: Gute theoretische Kenntnisse und mehrjährige Erfahrung als Entwickler im Bereich der Steuergeräte-Software-Entwicklung Erfahrungen im Bereich embedded Software, Parallel Processing und Multicore-Steuergeräte Mehrjährige Erfahrungen im Bereich Applikation Powertrain (Fahrbarkeit, Verbrennungsmotor oder Getriebe) Erfahrungen im Bereich des Requirements-Managements und der anforderungsbasierten Absicherung Sprachkenntnisse: Verhandlungssichere Deutsch und Englischkenntnisse Persönliche Kompetenzen: Sie überzeugen durch technisches Verständnis für elektrische/elektronische Komponenten sowie das Zusammenwirken von Hardware und Software im Automobil, insbesondere im Powertrain-Umfeld Ihre Problemlösungsfähigkeit basiert auf systematischer Analyse und Identifikation von zugrundeliegenden Ursachen Sie bereiten Ihre Arbeitsergebnisse übersichtlich auf und unterstützen mit Ihren Bewertungen die Entscheidungsfindung Sie suchen aktiv die Zusammenarbeit mit Schnittstellenpartnern und arbeiten innerhalb und außerhalb des Teams mit Kolleginnen und Kollegen zusammen Sie koordinieren interne/externe Abläufe, bringen diese mit Projektterminplänen in Einklang und fördern aktiv die Optimierung bestehender Prozesse Sonstiges: Führerschein Klasse B Im Team EE-Topologie und Wirkketten pflegen wir einen offenen Umgang miteinander und wollen unsere ambitionierten Ziele gemeinsam erreichen. Werden Sie ein Teil unseres Teams!",
    "meta": " Stellennummer: 195157 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Forschung & Entwicklung incl. Design Fachabteilung E/E Topologie & Wirkketten "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_181359/quality-assurance-manager.html?lang=de": {
    "tasks": "Embedded in a worldwide network Mercedes-Benz Research & Development North America, Inc. continuously strives to remain at the forefront of successful automotive research and development. MBRDNA is headquartered in Silicon Valley, California, with key areas of Autonomous Driving, Advanced Interaction Design, Digital User Experience, Machine Learning, Costumer Research, and Business Innovation. In Redford, Michigan, the focus is on Powertrain and eDrive technology as well as in Long Beach, where the E-Mobility Group helps to shape the future of the North American market for hydrogen fuel cell and battery electric vehicles. The Testing and Regulatory Affairs Division in Ann Arbor and the Advanced Vehicle Design in Carlsbad complete the competence center. Together, all the developers, technicians, engineers and designers take on the challenges of creating the next innovation. They’re inspired by the newest trends, find the best solutions for the customer, develop the latest and greatest technologies and create the next generation of connected, safe, sustainable and luxurious vehicles. Here at MBRDNA, we are looking for talented, energetic, and committed individuals to join our diverse team. Our employees are the key to our success, and we support each individual in fulfilling his or her potential. We proudly continue the pioneering work initiated by founders Gottlieb Daimler and Carl Benz over 125 years ago. Role Overview: The Mercedes-Benz Seattle Hub is looking for Quality Assurance Manager for our new office. This position is responsible for establishing, executing, maintaining and enforcing standards, best practices and quality metrics. The candidate will apply proven analytical, problem-solving and quality assurance/testing skills to bring best practices and next level of quality assurance to the teams within Mercedes-Benz R&D. The candidate will also be a technical leader and mentor for the team of SDETs and QAEs. The environments you will be testing are part of our movement to a hybrid/cloud architecture. We are a geo-diverse team, developing infrastructure platforms to ensure operational stability of software and hardware platforms. Our QA team will live up to the Mercedes-Benz slogan of “The Best or Nothing.” We are looking for someone who has built a testing platform and team from the ground up. - Build and Manage a team of high-performing QA professionals - Mentor QA professionals and provide opportunities for career development - Be a technical mentor and role model - Be involved in code reviews - Build the QA process and tools for the Seattle Hub - Represent Seattle Hub interests in discussions with QA teams in Germany and elsewhere - Increase the level of software quality through manual and automated tests and through setting quality process standards for development teams to follow - Create a quality software development process through influence rather than mandate - Manage QA resources to cover all QA needs for the development teams/projects",
    "reqs": "Minimum Skills Required: - Bachelor’s degree in Computer Science, Electrical Engineering, or related field (Bachelors + 8 yrs / Masters + 6 yrs/ PhD + 3 yrs) - Eight plus years’ experience as Software Test Engineer (STE) or Software Design Engineer in Test (SDE-T). - Eight plus years’ experience test case development and execution either manual or automated. - OO programming experience (Java, C++, C#, etc.). - First-hand experience with automated testing frameworks and tools like Selenium, WinRunner, or Katalon Studio. - Previous experience in a leadership position within a QA team. - First-hand experience with the software development life cycle, software testing methodologies and Agile Development Methodology. - Lead creation of software testing techniques, manual and automated, execution and automated testing suites to improve QA deliverables. - Have the ability to quickly understand and assimilate business vision and goals in all solutions, and ‘translate’ technical information teams and test cases. - Mentor SDETs’ development of automated scripts in Java, Python, Ruby, or other programming languages. - Strong ability to multi-task and effectively function in an interrupt-driven environment. - Proficient with the creation of automation scripts for test case development. - Have excellent analytical & problem solving skills. Have the ability to innovate and be creative. - Solve problems and have the tenacity to drive issues to conclusion. - Analyze component, vehicle, telecom network, and back-end network logs to confirm system performance using proprietary logging or common network/telecomm tools. CAN Bus experience a plus. - Have strong written and verbal skills and their skills to collaborate with colleagues from a wide range of job functions - Have project management skills to handle multiple concurrent project - Valid US Driver’s License Preferred Qualifications: - Two plus years of experience with Amazon Web Services (AWS), Microsoft Azure or other Major cloud based technologies including administration and scripting of tasks. Can use VM based infrastructure as substitute skill. - Two plus years of CI/CD (Continuous Integration/Continuous Deployment) pipeline process experience in development and production environments. - Have previous tested software which is closely coupled with hardware devices (automotive, mobile handsets, gaming hardware). - Proficiency in a programming language (Python, java, C#) - Experience managing QA individual contributors - Experience conducting automotive HMI, feature, system, Bluetooth, cellular, telematics, infotainment, or component communication testing. - Knowledge of CAN networks and OBD interface in a vehicle MBRDNA is an equal opportunity employer that offers generous benefits and compensation, work/life balance tools and several methods of recognition and rewards. Our benefits include medical, dental and vision insurance, 401K savings plan, tuition and fitness reimbursement programs and much more.",
    "meta": " Stellennummer: MER0000DEH Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Research and Development incl. Design Fachabteilung Seattle Hub "
  },
  "http://jobs.daimler.com/Stellenanzeige/182116/praktikant-m-w-im-bereich-betriebswirtschaft-controlling-mercedes-benz-berlin-daimler.html?lang=de": {
    "tasks": "In der Mercedes-Benz Niederlassung Berlin suchen wir am Standort Charlottenburg im Bereich Betriebswirtschaft/Controlling eine/n Praktikant/in zur Absolvierung des Pflichtpraktikums idealerweise über 6 Monate. Folgende Aufgaben gehören zu Ihrem Tätigkeitsgebiet: Aktive Unterstützung der Mitarbeiter des Bereiches Betriebswirtschaft/Controlling im Tagesgeschäft (Sparten- und Betriebscontrolling) Analyse von Buchungspositionen im Rahmen der Kosten- und Leistungsrechnung sowie Erstellung entsprechender Auswertungen Aufbereitung von Ergebniszahlen und Aktualisieren von PowerPoint-Präsentationen Eigenständige Betreuung einzelner Themengebiete (z.B. Aktualisierung von Reportings und Rankings, Dokumentation und Kontierung interner Buchungsbelege, Ressourcensteuerung des Bürobedarfs) Sicherstellung der taggenauen Hinterlegung aktualisierter Auswertungen in den Informationsmappen der Geschäftsleitung",
    "reqs": "Dafür setzen wir voraus, dass Sie ordentliche/-r Student/-in an einer anerkannten Hochschule sind und über folgende Kompetenzen verfügen: Sehr gute MS-Office-Kenntnisse, insbesondere Excel Ausgeprägte analytische Denkweise Selbständige Arbeitsweise Sicheres Auftreten, Kommunikationsfähigkeit Persönliche Integrität Hohe Einsatzbereitschaft Gewünschter Starttermin: 01.07.2017",
    "meta": " Stellennummer: 198552 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Finanzen/Controlling Fachabteilung Leiter Betriebswirtschaft / Controlling PKW Berlin "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_180815/cofico-sd-abap-fiori.html?lang=de": {
    "tasks": "�4 to 6 years of experience in SAP ABAP, SAP Workflow �1-2 years of experience and knowledge in User experience application development using SAP UI5/HTML5 �Good knowledge of FIORI and Net weaver gateway architecture �Strong knowledge of FIORI analytical application enhancement and configuration through Net weaver Gateway �Experience in technical leadership of multi-site development teams and delivering results �Extensive experience in quality reviews of High level/detailed design and estimates �Previous experience with project management methodologies",
    "reqs": "�4 to 6 years of experience in SAP ABAP, SAP Workflow �1-2 years of experience and knowledge in User experience application development using SAP UI5/HTML5 �Good knowledge of FIORI and Net weaver gateway architecture �Strong knowledge of FIORI analytical application enhancement and configuration through Net weaver Gateway �Experience in technical leadership of multi-site development teams and delivering results �Extensive experience in quality reviews of High level/detailed design and estimates �Previous experience with project management methodologies",
    "meta": " Stellennummer: MER0000BRL Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: IT/Telecommunications Fachabteilung Application Services - SPM "
  },
  "http://jobs.daimler.com/Stellenanzeige/182066/entwicklungsingenieur-in-fur-die-telematik-plattform-in-stuttgart.html?lang=de": {
    "tasks": "Zielsetzung unserer Abteilung ist, die Entwicklung und Serienweiterentwicklung der globalen Telematik Steuergeräte für Daimler Nutzfahrzeuge unter Berücksichtigung des Markt- und Wettbewerbergeschehens, des technischen Fortschritts, der Anforderungen aus den Daimler Trucks Fahrzeugprojekten, der Gesetzeskonformität sowie der Mercedes-Benz Pkw Aktivitäten und Innovationen. Als Entwicklungsingenieur/-in sind Sie zentraler Ansprechpartner/-in und Koordinator/-in für die jeweilige Telematikplattform. Dies beinhaltet die Wahrnehmung einer Leadfunktion hierfür im Rahmen des Center of Competence Telematics. Ihre Aufgaben im Einzelnen: Konzeption einer klaren Vision für die Weiterentwicklung der Telematikplattform TP5 unter Berücksichtigung der Rahmenbedingungen wie z. B. IT Security, Datenschutz sowie Anforderungen aus den Märkten und den Fahrzeugprojekten. Erfassen von Kundenbedürfnissen und Beschreibung der Anforderungen als User Stories. Erarbeitung und Abstimmung einer Spezifikation in DOORS. Enge und regelmäßige Abstimmung mit dem Produktmanagement der Fleetboard GmbH und weiteren Stakeholdern, z. B. Mercedes-Benz Brasilien, Freightliner und Fuso. Definition und Abstimmung von Software-Releasezielen. Regelmäßige Pflege und Priorisierung des Product Backlogs. Steuerung der externen Lieferanten und Koordination der Integrationsphase. Verantwortung für Funktionalität und Kosten der Produktentwicklung. Validierung der neuen Funktionalitäten am Prüfstand (HIL) und im Fahrzeug sowie Überwachung der Fehlerbereinigung durch den Lieferanten. Koordination der Testaktivitäten bei MBRDI sowie die internen und externen Dienstleister zur Sicherstellung einer hochwertigen und terminlich rechtzeitigen Bereitstellung der Entwicklungsergebnisse (Softwareversion). Definition von Qualitätskriterien und Abnahme von User Stories. Aktives Mitarbeiten am Product Life Cycle Management.",
    "reqs": "Studium: Abgeschlossenes Ingenieursstudium mit dem Schwerpunkt Telematik Erfahrung und spezifische Kenntnisse: Mehrjährige Berufserfahrung Vorerfahrung in der Entwicklung im Automobilbereich Mehrjährige Erfahrung im Telematikumfeld wünschenswert Sprachkenntnisse: Verhandlungssichere Deutsch- und Englischkenntnisse Persönliche Kompetenzen: Hohe analytische, strategische und konzeptionelle Kompetenz Unternehmerisches sowie strategisches Denken und Handeln Ausgeprägte Ziel- und Ergebnisorientierung Verhandlungskompetenz und Teamfähigkeit Ausgeprägte Kommunikationsfähigkeit Entscheidungs- und Konfliktlösungsfähigkeit Sonstiges: Reisebereitschaft",
    "meta": " Stellennummer: 197233 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Forschung & Entwicklung incl. Design Fachabteilung PE MB Trucks Architektur & Connect. - Fahrzeugelektronik "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182141/expert-strategic-business-development-insurance-in-stuttgart.html?lang=de": {
    "tasks": "Daimler Insurance Services is responsible for the insurance management within the Daimler Group, focusing its activities on the worldwide development of automotive insurance products. Daimler Insurance Services is also responsible for the Corporate insurance and risk management of all Daimler production sites and for health insurance & pensions the Group employees in Germany. The job-holder is responsible for driving the strategic transformation of Daimler Insurance Services, esp. through participation in strategic evaluation and implementation projects. Your tasks will be: Consulting the senior management on current strategic and operational challenges, and supporting the resulting organizational and system implementations. Support the management in identifying white spots / need for action in the business system and in the markets to increase strategic competitiveness and initiate activities. Working in strategic projects to implement strategic specifications in an international environment, esp. by Creation of financial models to identify and evaluate strategic business opportunities. Execution of market, company and competitor analyzes. Development, evaluation and implementation of partnering opportunities under business, legal and procedural aspects. Thereby enabling the insurance organization to navigate in the new digital world by focusing on strategic partnerships and end-to-end process management. Ensuring the development and evaluation of necessary organizational adjustments.",
    "reqs": "Education: Above average degree in (business) law, business administration, business informatics, business engineering or equivalent level of education Experience and specific knowledge: Experience abroad/intercultural experiences Good expertise in financial services, esp. insurance industry expertise Well-founded knowledge of regulatory requirements in the insurance environment Knowledge of products, processes and related IT systems and architectures within the insurance industry, esp. for motor insurance business Understanding of economic correlations within the insurance industry Preferably multiple years of operational experience in project work IT skills: Profound and very deep knowledge in all MS Office Products (Word, Excel, Access) Language skills: Fluent English and German skills Preferably one other foreign language skill Soft skills: Conceptual / analytical skills and high IT affinity Efficiency and assertiveness in a complex and international environment Strong team and communication skills as well as an independent, self-responsible way of working Enthusiasm for the insurance industry and the digital transformation Profound multicultural and integrative abilities to manage for success in an international environment",
    "meta": " Stellennummer: 196128 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Finance/Leasing & Banking Fachabteilung Global Business Solutions "
  },
  "http://jobs.daimler.com/Stellenanzeige/182138/praktikum-ab-mai-2018-im-bereich-interne-kommunikation-fur-das-projekt-werkserweiterung-holysov-m-w-am-standort-mannheim.html?lang=de": {
    "tasks": "Change-Kommunikation: Koordination, Steuerung und Durchführung von internen Kommunikationsmaßnahmen für das Projekt Werkserweiterung Holýsov bzw. weiteren Veränderungs-Projekten zur Optimierung des Produktionsverbundes Zielgruppenspezifische und mediengerechte Erstellung redaktioneller Beiträge für unsere interne Kommunikationsmedien (z.B. Intranet, Mitarbeiterzeitschrift) Mithilfe bei der Planung und Durchführung eines externen Events (Grundsteinlegung), in engem Austausch mit den technischen Fachabteilungen Unterstützung der Projektleitung bei organisatorischen und administrativen Aufgaben (z. B. Erstellen von Präsentationen, Vorbereiten von Workshops, etc.)",
    "reqs": "Studium der Kommunikationswissenschaften, Public Relations, Marketing Communication, Wirtschaftswissenschaften, des Journalismus oder vergleichbarer Studiengänge Sehr gute Englisch-Kenntnisse Tschechisch-Kenntnisse von Vorteil Gute Microsoft-Office-Kenntnisse Kommunikationsfähigkeit und Kreativität Selbstständige Arbeitsweise Gewissenhaftigkeit und sicheres Auftreten Hohes Engagement und Einsatzbereitschaft Bitte hängen Sie uns einen Nachweis über Ihre Regelstudiendauer an. (Zur Info: Unsere Praktikanten (m/w) müssen während des gesamten Praktikumszeitraums immatrikuliert sein und noch offene Prüfungsleistungen vorweisen können.)",
    "meta": " Stellennummer: 198561 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Organisation/Recht/Kommunikation Fachabteilung EvoBus GmbH "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182118/digital-business-specialist-and-developer-in-stuttgart.html?lang=de": {
    "tasks": "Daimler Insurance Services is responsible for the insurance management within the Daimler Group, focusing its activities on the worldwide development of automotive insurance products. Daimler Insurance Services is also responsible for the corporate insurance and risk management of all Daimler production sites and for health insurance & pensions the group employees in Germany. The job-holder is responsible for the further development of the digitalization of insurance business. Thereby she/he will be assisting in the translation and execution of headquarter strategy of digitalizing the insurance value chain. The job-holder will take part in the operational implementation projects of digital solutions along the customer journey. Your tasks will be: Be part of a team which will initiate and execute implementation projects of digital concepts along the automotive insurance related customer journey. You will be dealing with process improvements and digital solutions for insurance business in close cooperation with product managers and IT representatives in an international environment. Development of prototypes for testing to real customers as well as development of concepts for the market entry strategy. Understanding and adapting country specific preconditions to meet individual customer needs is important, ensuring international scalability of digital solutions during the development and implementation is key. You will be the knowledgeable counterpart for Daimler Insurance Services Headquarter, regional and local IT departments and external service providers. Development of a close and trustful working relationship within Daimler Insurance Services, Daimler Financial Services and Daimler AG and the local markets. You will be supporting the technical knowledge transfer within Daimler Financial Services markets and towards brand partner. Identifying and working on responses for the resulting digitalization challenges such as the introduction of new technologies, changing consumer behavior, implementation. Define and implement requirements engineering approach. Responsibility for transformation readiness of digital solutions into international markets.",
    "reqs": "Education: Completed degree in business administration, business informatics, business engineering or equivalent level of education Experience and specific knowledge: Experience in digital business models, business innovation, digital transformation, entrepreneurship or digital consulting Knowledge of methodologies of process management, business process engineering and IT processes Project management skills International experience Experience in sales or product management of insurance or financial products is an advantage IT skills: Profound and very deep knowledge in all MS Office Products (Word, Excel, Access) Practically applied knowledge in coding languages e. g. SQL, HTML, PHP, VBA, Java and/or knowledge about the functionality of the central Mercedes Benz IT system landscape (Aqua, Xentry, GSSN) is an advantage Language skills: Contractual level or native German & English Preferably one other foreign language Soft skills: Analytical skills; thinks and acts as a entrepreneur Very good understanding of and dedication for digital business Efficiency and assertiveness in a complex and international environment Distinct social competency, ability to work in teams Profound multicultural and integrative abilities to manage for success in an international environment",
    "meta": " Stellennummer: 196114 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Finance/Leasing & Banking Fachabteilung Global Business Solutions "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_177529/engine-team-member-summer-help.html?lang=de": {
    "tasks": "Innovative products begin with talented, highly motivated individuals. Daimler Trucks North America (DTNA), the largest and most diverse company in the North American commercial vehicle market, invites you to join our dynamic, industry-leading workforce. Our world-class portfolio of brands, including Freightliner trucks, Western Star trucks, Detroit™ engines and components, Thomas Built Buses, and Freightliner Custom Chassis, offers the unique opportunity to follow your passion for automotives in business or technical fields at locations across North America. And when you work for a Daimler company, you join a global network of over 250,000 dedicated employees on 6 continents who share your passion. Apply today and explore the world of Daimler! Job Overview Assembly of Diesel engines. Responsibilities Use required hand tools and supplied power tools in assigned task assembly. Adhere to all safety standards. Release product to next work group complete based on quality and productivity standards. Capable of working in a team environment. Comfortable in a dynamic environment where you will have to learn multiple jobs and tasks.",
    "reqs": "High school diploma (or equivalent) required Ability to work any shift is required. Basic reading and math skills are required. Basic understanding of engine assembly, design, and function are required. Ability to work in a heavy manufacturing environment that requires the ability to lift, carry, pull and push moderate to heavy equipment, tools and parts is required. Two years of manufacturing experience is preferred. Heavy duty truck assembly, automotive assembly or related experience is preferred. ***MUST BE AVAILABLE FOR ANY SHIFT*** Additional Information Applicants must be legally authorized to work permanently in the U.S. at the time of application. Final candidate must successfully complete a pre-employment drug screen and criminal background check. EEO/Minorities/Females/Disabled/Veterans",
    "meta": " Stellennummer: DAI000047C Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Production Fachabteilung TS NFD, Axle Gearset & BEMI Shop Detroit "
  }
}