{
  "http://jobs.daimler.com/Stellenanzeige/182075/entwicklungsingenieur-in-im-bereich-fahrerassistenzsysteme-serienentwicklung-multi-purpose-camera-in-immendingen.html?lang=de": {
    "tasks": "Gestalten Sie mit uns die Zukunft der Mobilität rund um das selbstfahrende Automobil! Wir schaffen die Grundlagen zur Produkteinführung von automatisierten Fahrfunktionen. Dabei haben wir das gesamte System vom Sensor, über die Verarbeitungsebene bis zum Aktor im Blick sowie von der Konzeptionsphase bis hin zur Serienabsicherung. Ihre Aufgaben im Einzelnen: Innerhalb der Serienentwicklung zukünftiger Mono- und Stereokamerasysteme fokussieren Sie auf die Entwicklung der Supporting Funktions, die z. B. Kalibrierung und Verschmutzungserkennung. Sie erstellen die entsprechenden Lastenhefte unter Beachtung der ISO 26262 und stimmen die Inhalte mit den Systemzulieferern ab. Darüber hinaus wirken Sie bei der fahrzeugnahen Erprobung der Kamerasysteme vor allem am Erprobungsstandort Immendingen mit. Als kompetente/-r Ansprechpartner/-in für die Serienentwicklung arbeiten Sie eng mit internen und externen Partnern, Lieferanten sowie unterschiedlichen Mercedes-Benz-Stellen im In- und Ausland zusammen.",
    "reqs": "Studium: Abgeschlossenes Studium der Fachrichtung Physik, Elektrotechnik, Mechatronik, Informatik, Fahrzeugtechnik oder einer vergleichbaren Fachrichtung Erfahrung und spezifische Kenntnisse: Fundierte Erfahrung im Projektmanagement, in der Entwicklung von Fahrerassistenzfunktionen und Erprobung von Systemen IT-Kenntnisse: Gute Kenntnisse mit bildgebenden und bildverarbeitenden Systemen Sprachkenntnisse: Verhandlungssichere Deutsch- und Englischkenntnisse Persönliche Kompetenzen: Hohe Affinität zu Produkten aus dem Bereich Fahrerassistenzsysteme und Intelligent Drive Gutes technisches Verständnis Unternehmerische Herangehensweise Teamgeist Hohe Eigeninitiative sowie Ziel-, Ergebnis- und Kundenorientierung Technische Kreativität Sonstiges: Führerschein der Klasse B Reisebereitschaft Bereitschaft zur Teilnahme an Versuchsfahrten",
    "meta": " Stellennummer: 198447 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Forschung & Entwicklung incl. Design Fachabteilung Multi Purpose Kamera Funktionen "
  },
  "http://jobs.daimler.com/Stellenanzeige/161371/personalreferent-m-w-mit-schwerpunkt-recruiting.html?lang=de": {
    "tasks": "Hast Du den Drive, etwas Neues zu gestalten? Möchtest Du Motor für neue Ideen und Innovationen sein, Konzepte und Projekte anschieben und auf die Straße bringen? Möchtest Du in einem kleinen Team mitarbeiten und in einem kreativen und selbst gestaltbaren Umfeld in Berlin die Vorteile der Kombination aus Start Up Atmosphäre und Anbindung an einen automobilen Premiumhersteller nutzen? Dann steig‘ bei uns ein! Ziel unserer Arbeit sind innovative, zukunftsweisende Produkte sowie Dienstleistungen im mobilen Umfeld. Werde Teil dieses Projektes und mach‘ aus Deinen Ideen die Innovationen von morgen! Wir suchen für unsere neu gegründete MBition GmbH einen begeisterungsfähigen Personalreferenten (m/w) mit Pioniergeist, der Spaß daran hat, die Zukunft der Mobilität mit zu gestalten. Deine Aufgaben reichen von der eigenen Ideen- und Strategiekonzeption zu den Themen Personal-/ aufbau, -entwicklung und –management, über die Implementierung von Personalprozessen bis hin zum operativen Recruiting und Personalmanagement. Die Aufgaben: - Du bist mitverantwortlich für die professionnelle nationale und internationale Rekrutierung von Fach- und Führungskräften aus dem Bereich Software Development inkl. der Organisation und Duchführung von Auswahlgesprächen, Teilnahme an Messen und der Implementierung innovativer Recruitingstrategien- Du steuerst externe Dienstleister und hast trendige Jobbörsen jederzeit im Blick- Du wirkst beim Aufbau des kompletten HR-Bereichs mit (Aufbau von Personalprozessen, Schnittstellenmanagement, Recruitingstrategie etc.)- Du bist zuständig für die Erstellung aller vertragsrelevanter Unterlagen sowie der Durchführung aller personaladministrativen Prozesse- Du bist Ansprechpartner/in in allen arbeits- und personalrechtlichen Fragestellungen- Du bist Ansprechpartner/in allen Fragen rund um die Themen Vergütung, Abwesenheitsmanagement und Compliance- Du wirkst beim HR Reporting mit und erstellst Übersichten für unterschiedliche interne Zielgruppen",
    "reqs": "- Du hast Dein Studium mit dem Schwerpunkt Personal erfolgreich abgeschlossen oder hast eine vergleichbare Ausbildung absolviert- Du hast bereits mehrjährige einschlägige Berufserfahrung im Bereich Human Resources, vor allem in den Bereichen Personaladministration und Recruiting- Idealerweise hast du bereits in einem Start-Up Umfeld und / oder im Bereich Tech-Recruiting Erfahrungen gesammelt- Die Implementierung neuer HR-Prozesse bereitet Dir Spaß und Du kannst Dich in neue Situationen schnell einfinden- Eine hohe Sozialkompetenz , Durchsetzungsvermögen sowie Eigenintiative zeichnen Dich aus- Sehr gute Englisch- und Excelkenntnisse runden Dein Profil ab",
    "meta": " Stellennummer: P0142V037 Veröffentlichungsdatum: 24.01.2018 Tätigkeitsbereich: Personal Fachabteilung Personal "
  },
  "http://jobs.daimler.com/Stellenanzeige/182062/sachbearbeiter-in-controlling-frachten-in-sindelfingen.html?lang=de": {
    "tasks": "Die Abteilung Controlling Supply Chain Management verantwortet das Controlling inklusive der betriebswirtschaftlichen Planungs- und Steuerungsprozesse der globalen Supply Chain Organisation bei Mercedes-Benz Cars. Dazu zählt das Management von Supply Chain-induzierten Kosten, -Investitionen, -Beständen für Inbound und Outbound vom strategischen (Planung) bis zum operativen Zeitraum (unterjährige Steuerung) für Bereiche und Projekte. Darüber hinaus sind wir für die globale Koordination, z.B. in Kooperationen, Beteiligungen, verantwortlich. Prozesskostenbetrachtungen (E2E) für gesamtwirtschaftliche Entscheidungen und Wirtschaftlichkeitsrechnungen bei Änderungen von Belieferungsformen oder Lieferantenstandorten sowie Make or Buy Untersuchungen runden unser Tätigkeitsfeld ab. Ihre Aufgaben im Einzelnen: Vollumfängliche betriebswirtschaftliche Beratung verschiedener Bereiche für Ladungsträgerprozesse. Sicherstellung von gleichen Methoden und Standards in den verschiedenen Centern, Durchführung der LT-Planung i.R. der unterjährigen Planungen und der Operativen Planung. Monatliche Berichterstattung der Ladungsträgerkosten pro Werk/ Produktionsgesellschaft und Quervergleich zwischen den Werken/ Produktionsgesellschaften. Aufzeigen von Zielabweichungen sowie Erarbeitung, Abstimmung und Koordination gegensteuernder Maßnahmen. Erstellung von Wirtschaftlichkeitsrechnungen bezüglich Programmanträgen des Vertriebs für die PP&S. Durchführung von komplexen Wirtschaftlichkeitsrechnungen (Bewertung der Drehscheiben, Allokation von Fahrzeugen) in Zusammenarbeit mit Vertrieb, Einkauf, Produktion und Entwicklung. Konzeptionelle Weiterentwicklung der Arbeitsgebietes Ladungsträgerplanung besonders im Hinblick auf die Umstellung des Ladungsträgerverrechnungsmodells im internationalen Umfeld.",
    "reqs": "Studium/Ausbildung: Abgeschlossenes Studium mit Schwerpunkt Betriebswirtschaft oder vergleichbare Ausbildung Erfahrung und spezifische Kenntnisse: Auslandserfahrung/interkulturelle Erfahrung IT-Kenntnisse: Gute MS-Office-Kenntnisse (PowerPoint, Excel, Word, Access) Sprachkenntnisse: Fließende Englischkenntnisse Persönliche Kompetenzen: Wir erwarten unabhängiges und mutiges Denken, Neugier und Veränderungswillen, höchste Integrität und Offenheit Sie fühlen sich in einem internationalen Arbeitsumfeld wohl und bringen ein hohes Maß an Mobilität und Flexibilität mit Eine pragmatische und organisierte Arbeitsweise und nicht zuletzt ein Höchstmaß an Motivation runden Ihre Persönlichkeit ab",
    "meta": " Stellennummer: 189463 Veröffentlichungsdatum: 04.04.2018 Tätigkeitsbereich: Finanzen/Controlling Fachabteilung Controlling Frachten (IB/OB) & Zentralfunktionen "
  },
  "http://jobs.daimler.com/Stellenanzeige/156384/mitarbeiter-it-clearing-aftersales-m-w.html?lang=de": {
    "tasks": "Daimler TSS - IT-EXZELLENZ: GANZHEITLICH, INNOVATIV, NAH. Wir sind nicht nur Daimler, sondern auch. 1998 als kleines Entwicklungsteam gestartet, sind wir heute Spezialist und strategischer Business-Partner für zukunftsweisende IT-Gesamtlösungen der Daimler AG und ein sympathisches Unternehmen im permanenten Wachstum. Wir sind der Digital-Protegé hinter car2go und der smart(e) Experte für InCarDelivery und andere digitale Produkte, etwa der Daimler-App-Store oder Mercedes Me Connect, Anspruch auf Innovations- und Technologieführerschaft inklusive. Wir denken partnerschaftlich und agil, entscheiden technologieneutral und herstellerunabhängig. Das macht uns frei für End-to-End-Lösungen mit hoher Effektivität. Die Aufnahme wichtiger Trends und Impulse von außen zusammen mit dem tiefen Verständnis der Daimler-Geschäftsprozesse garantieren dabei überzeugende Ergebnisse. Als attraktiver Arbeitgeber gelingt uns das zusammen mit Menschen, die durch ihr kollegiales Umfeld inspiriert sind ihr Bestes zu geben und ihr ganzes Potenzial zu entwickeln, ob in Ulm, Stuttgart, Berlin, Karlsruhe oder in Asien.Welche Aufgaben erwarten Dich bei uns? Das Fachgebiet System Integration Aftersales verantwortet den Betrieb und Support verschiedener Applikationen für den Mercedes-Benz Vertrieb. Du bearbeitest Störungsmeldung und Anfragen der Anwender Du führst technische Analysen durch, reproduzierst Fehlerbilder und erarbeitest Lösungsvorschläge Du dokumentierst deine Aktivitäten von der Störungsmeldung bis zur Störungsbehebung Du kommunizierst Lösungen oder Workarounds an vorgelagerte Einheiten oder Anwender Du wirkst an der Rufbereitschaft zur Sicherstellung der Servicezeiten der Applikationen mit ",
    "reqs": "Wie passt Du in unser Team? Du hast eine abgeschlossene Berufsausbildung zum Fachinformatiker oder ein abgeschlossenes Studium der Informatik, Wirtschaftsinformatik oder einen vergleichbaren Abschluss Du besitzt die Fähigkeit technische Zusammenhänge zu verstehen und zu vermitteln Du bist bereit dich in die Aftersales Prozesse der Daimler AG einzuarbeiten Du hast eine Affinität zu Support Aufgaben Du verfügst über gute Deutsch- und Englischkenntnisse in Wort und Schrift ",
    "meta": " Stellennummer: P0006V252 Veröffentlichungsdatum: 11.10.2017 Tätigkeitsbereich: IT/Telekommunikation Fachabteilung System Integration Aftersales "
  }
}