{
  "http://jobs.daimler.com/Stellenanzeige/DE_171426/internship-starting-april-2018-in-regional-credit-operations-europe-in-stuttgart.html?lang=de": {
    "tasks": "The department Credit Operations Europe is responsible for all credit related activities including underwriting, dealer business and collections in more than 20 countries. Credit Operations Europe furthermore provides guidance to the local markets in terms of credit processes, adherence to credit standards and performance improvement to ensure a favorable development of our portfolio regarding non-performing loans and cost of risk. The Credit Operations Blueprint is a shared initiative from HQ, Region Europe and the local entities, which aims to increase efficiencies, establish the exchange of best practices and consequently improve the performance we deliver to our customers. This project will ultimately shape the future set-up and the core processes within Credit Operations Europe. Your responsibilities include: - Run Project Management Office - Contribution to concept development - Information gathering from other HQ functions, local markets and external sources (e.g. banking association Germany) - Preparation of workshops, phone conferences, status updates with project team and stakeholders - Documentation and communication of results - Analysis and tracking of the Key Performance Indicators of Credit Operations Europe - Coordination and alignment of activities and stakeholders",
    "reqs": "Studies: Business Administration, Economics, Finance or other related fields preferably in final stages of Bachelor studies or in Master studies Language skills: Very good communication skills and proficiency in English and German Personal skills: Structured working style, ability to analyze complex topics and derive practical solutions, communication skills, ability to familiarize with unknown topics Other: First work experience as well as experience in project management is desirable",
    "meta": " Stellennummer: 193248 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Finance/Leasing & Banking Fachabteilung Credit Operations European Markets 1 / UK "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_179370/consultant-project-management-in-stuttgart.html?lang=de": {
    "tasks": "Daimler Financial Services (DFS) employees agreed once more that, taking everything into account, Daimler Financial Services is a great place to work. This common agreement has resulted into DFS being ranked fifth in the category Best International Workplace. What makes Daimler Financial Services great? Great people and the big variety of business opportunities to name just a few. Our Daimler Financial Services Global Sales & Marketing Truck & Buses department takes care of sales management and coordination of international financial services activities. It forms the linkage between DFS HQ, Daimler divisions and markets. As an integrated partner of Daimler Trucks & Buses we develop sustainable sales supportive strategies and measures as well as professionally serve our customers along the value chain with reliable and competitive products and solutions. Furthermore the team is working on the joint CharterWay project together with the Mercedes-Benz Trucks division. In this position, you will manage the CharterWay project and support the implementation of the new business model successfully in Europe. The project aim is to standardize, harmonize and automate/digitize the Truck Service Leasing process across Europe. If you are enthusiastic about managing a project which covers all aspects of the Truck Sales & DFS Service Leasing processes and if you are interested in communicating with all respective stakeholders, you shouldnt hesitate to join our team! Your tasks will be: Project management - manage the project to achieve the objectives of scope: Coordination and organization of experts meetings with the aim to define/detail the future Service Leasing proses. Organization of project and management meetings and prepare process reports and minutes. Creation of project presentation for various target groups. Project control, steer and review project progress and timelines. Creation and management of work packages task and to-do lists. Development and maintenance of the project Manual. Project implementation. Focus on implementation in the pilot markets (ES, FR, PL, NL & UK). Coordination of market project steering Meetings. Communication - proactively across the divisions and with the business stakeholders to determine business priorities. Project-orientated agile tasks in GSM/TB. Support of the GSM/TB team in the development and further improvement of Truck/Bus sales concepts.",
    "reqs": "This position requires a diverse background of project management, communication and understanding of sales processes. The candidate should be a self-starter who is able to quickly take over the project management task with minimal assistance. We strongly emphasize that the employee is empowered handle the job in a responsible manner and to write his or her own success story. May require up to 30% travel (Europe) Education: Master degree in business administration / project management or equivalent work experience Experience and specific knowledge: Profound knowledge in different project management methodologies and tools (e.g. Scrum, MS Project) Multiple years of experience managing projects Experience in the automotive industry (ideally commercial vehicles); or automotive supply industry is desirable Clear understanding of the CX organization structure and cooperation model within DFS IT skills: Advanced knowledge MS Office (MS Project, PowerPoint, Excel) Language skills: Fluent English and German skills Additional language skills are desirable Soft skills: Ability to integrate into our team besides an independent working mode to achieve project results Ability to assert oneself in a diplomatic way Pioneering spirit combined with conceptual strengths and openness to innovations Openness towards transformation processes within the working area, especially with regard to team culture and personal development Team player mentality to create an agile working culture",
    "meta": " Stellennummer: 195701 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Sales & Marketing Fachabteilung Sales & Marketing Trucks & Buses Global "
  },
  "http://jobs.daimler.com/Stellenanzeige/178719/praktikum-im-bereich-accounting-financial-reporting-am-standort-neu-ulm.html?lang=de": {
    "tasks": "Unterstützung bei internen und externen Anfragen Mitwirkung bei der Weiterentwicklung des Tax Compliance Management Systems und bei Transferpreisprozessen Recherchetätigkeiten Selbstständige Erstellung von Statistiken, SAP-Auswertungen, Übersichten, Präsentationen und Dokumentationen",
    "reqs": "Studiengang: Immatrikulierte/r Student/in der Betriebs- oder Volkswirtschaft, der Wirtschaftswissenschaften, -Informatik, -Pädagogik oder -Ingenieurwesens idealerweise mit der Vertiefungsrichtung Informatik oder Rechnungswesen oder Steuern Sprachkenntnisse: Deutsch und Englisch in Wort und Schrift IT-Kenntnisse: Gute Kenntnisse im Umgang mit MS Office Paket (insb. Excel), Datenbanken und SAP Persönliche Kompetenzen: Teamfähigkeit und Kontaktfähigkeit, analytisches und konzeptionelles Denkvermögen, selbstständige Arbeitsweise, Gewissenhaftigkeit, sicheres Auftreten, hohes Engagement und Einsatzbereitschaft.",
    "meta": " Stellennummer: 196980 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Finanzen/Controlling Fachabteilung EvoBus GmbH "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_177747/maintenance-wastewater-technician.html?lang=de": {
    "tasks": "Innovative products begin with talented, highly motivated individuals. Daimler Trucks North America (DTNA), the largest and most diverse company in the North American commercial vehicle market, invites you to join our dynamic, industry-leading workforce. Our world-class portfolio of brands, including Freightliner trucks, Western Star trucks, Detroit™ engines and components, Thomas Built Buses, and Freightliner Custom Chassis, offers the unique opportunity to follow your passion for automotives in business or technical fields at locations across North America. And when you work for a Daimler company, you join a global network of over 250,000 dedicated employees on 6 continents who share your passion. Apply today and explore the world of Daimler! Responsibilities - Understand water chemistry and effects of acids, bases, pH and solids separation - Performs lab chemistry using titrations, conductivity measurements, bacteria testing, etc. - Understands and utilizes PPE when required - Performs mechanical maintenance from shop work orders, preventive work orders (PM’s), as well as from written, drawn and verbal instructions. Uses burning equipment to dismantle assemblies, as well as cuts materials to size and shape. - Operates forklifts and Aerial lifts - Performs other duties as required",
    "reqs": "- High school diploma (or equivalent) required - An attached resume is required - Preferred 4 years maintenance experience. The ability to lift 45 lbs. Preferred Associate degree in related maintenance field. - Must have initial RCRA training and annual RCRA refresher training along with on the job training specific to the assigned job. Additional Information - Applicants must be legally authorized to work permanently in the U.S. at the time of application. - Final candidate must successfully complete a pre-employment drug screen and criminal background check. - EEO/Minorities/Females/Disabled/Veterans For an accommodation or special assistance with applying for a posted position, please contact our Human Resources department at 503-745-8982 or toll free 800-206-3369. For TTY/TDD enabled call 503-745-2137 or toll free 866-355-6935.",
    "meta": " Stellennummer: DAI0000489 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Production Fachabteilung Facilities & Maintenance Cleveland Ops TN "
  },
  "http://jobs.daimler.com/Stellenanzeige/179309/remarketing-verkaufer-in-fur-transporter-und-pkw-in-berlin.html?lang=de": {
    "tasks": "Wir, das Mercedes-Benz Bank Service Center, bringen Daimler Fahrzeuge auf die Straße mit Begeisterung und Herzblut! Als Tochterunternehmen der Mercedes-Benz Bank AG verantwortet das Mercedes-Benz Bank Service Center in Berlin das gesamte gewerbliche Geschäft rund um Finanzdienstleistungen für Mercedes-Benz Fahrzeuge vom Smart bis zum Omnibus. Fairness, Offenheit und Integrität sind wichtige Bestandteile unserer Unternehmenskultur. Wir bieten unseren Kunden und Händlern Premium-Service rund um die Themen Leasing, Finanzierung und Versicherungen: Kompetent, schnell und flexibel. Direkt am Berliner Alexanderplatz erwarten Sie über 800 motivierte, internationale Kollegen und Kolleginnen. Als bester Arbeitgeber in Berlin-Brandenburg bieten wir Ihnen vielfältige Weiterentwicklungsmöglichkeiten und attraktive Mitarbeiterangebote. Kommen Sie zu uns und werden Sie Teil eines aufgeschlossenen und engagierten Teams! Das Team Remarketing ist verantwortlich für die Gestaltung und Optimierung der Verkaufsprozesse von Fahrzeugen ohne Restwertgarantien sowie aus irregulärem Vertragsende der Mercedes-Benz Bank Gruppe und weiterer Einheiten des Daimler Konzerns. Zielsetzung ist die bestmögliche Verwertung. Neben der Vermarktung der Fahrzeuge verantwortet das Team die Zusammenarbeit mit Dienstleistern für Transport, Abmeldung, Begutachtung und Bestandsverwaltung der Fahrzeuge. Ihre Aufgaben im Einzelnen: Verkauf von Transportern und PKW auf Großhandelsebene an freien Fahrzeughandel und die Daimler Vertriebsorganisation. Selbständige Fahrzeugbewertung, Marktpreisfindung und Gutachtenkontrolle, Beschaffung aller markt- und verkaufsrelevanten Informationen. Koordination, Zusammenarbeit und Abstimmung mit der Mercedes-Benz Vans Mobility GmbH und weiteren Abteilungen der Mercedes-Benz Bank Gruppe, der Daimler Vertriebsorganisationen sowie externen Dienstleistern. Administrative Abarbeitung der Verkäufe im Rahmen der organisatorischen Richtlinien und Compliance-Anforderungen. Betreuung der Aufkäufer und Akquise weiterer Händler. Reklamationsbearbeitung. Mitarbeit an der strategischen Weiterentwicklung der Verkaufskanäle und an Projekten zur Erhöhung der Remarketingeffizienz.",
    "reqs": "Ausbildung: Abgeschlossene kaufmännische Berufsausbildung Zusatzqualifikation: Zusatzqualifikation als Automobilverkäufer/-in oder KFZ-Sachverständige/-r wünschenswert Erfahrung und spezifische Kenntnisse: Kenntnisse der Gebrauchtfahrzeugmärkte und -produkte Profunde Kenntnisse im Gebrauchtfahrzeugankauf und/oder der Gebrauchtfahrzeugbewertung Sprachkenntnisse: Gute Englischkenntnisse Persönliche Kompetenzen: Ausgeprägte Kundenkontaktkompetenz und Kommunikationsfähigkeit (Händlerkontakt, Telefonate mit Aufkäufern, Zulassungsbehörden und internen Schnittstellen) Sehr hohe persönliche Integrität Teamfähigkeit Zuverlässigkeit und selbständige, strukturierte Arbeitsweise Flexibilität",
    "meta": " Stellennummer: 196933 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Finanzen/Leasing & Banking Fachabteilung Remarketing/SC "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_176865/materials-handler-afternoons.html?lang=de": {
    "tasks": "Innovative products begin with talented, highly motivated individuals. Daimler Trucks North America (DTNA), the largest and most diverse company in the North American commercial vehicle market, invites you to join our dynamic, industry-leading workforce. Our world-class portfolio of brands, including Freightliner trucks, Western Star trucks, Detroit™ engines and components, Thomas Built Buses, and Freightliner Custom Chassis, offers the unique opportunity to follow your passion for automotives in business or technical fields at locations across North America. And when you work for a Daimler company, you join a global network of over 250,000 dedicated employees on 6 continents who share your passion. Apply today and explore the world of Daimler! Job Overview This position is responsible for receiving, storing, maintaining, moving, and delivering materials as directed following prescribed practices or instructions. Utilize ERP system to record inventory, analyze inventory accuracy, and investigate cycle count discrepancies to validate and correct inventory counts. Support of assembly operations as needed in various materials related roles. Responsibilities - Complete all inventory related transactions on second shift - Complete all material delivery tasks as needed - Complete duties in regards to Rebox program - Unload, sort large volumes of freight - Assist with shipping related tasks, such as packaging and general support, as needed - Manage supplies from stockroom during shift ",
    "reqs": "- High school diploma (or equivalent) required - An attached resume is required - Ability to work without direct supervision. - Ability to operate a scissor lift, forklift, and other material handling equipment - Ability to lift 50 pounds or more on a daily basis - Highly organized and attention to detail - Ability to multi-task - Comfortable with computer use Additional Information - Applicants must be legally authorized to work permanently in the U.S. at the time of application. - Final candidate must successfully complete a pre-employment drug screen and criminal background check. - EEO/Minorities/Females/Disabled/Veterans For an accommodation or special assistance with applying for a posted position, please contact our Human Resources department at 503-745-8982 or toll free 800-206-3369. For TTY/TDD enabled call 503-745-2137 or toll free 866-355-6935.",
    "meta": " Stellennummer: DAI00003ZI Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Production Fachabteilung Remanufacturing & Distributors Engines NAFTA "
  },
  "http://jobs.daimler.com/Stellenanzeige/181955/demandmanager-in-im-bereich-mercedes-me-connect-in-stuttgart.html?lang=de": {
    "tasks": "In der Konzernforschung & Mercedes Benz Cars Entwicklung (RD) gestalten wir die Automobilgenerationen der Zukunft. Damit meinen wir innovative Produkte mit höchster Qualität und effiziente Entwicklungsprozesse. Wir arbeiten schon heute an Fahrzeugen, die die Technologieführerschaft von Daimler auch zukünftig sichern werden. Neben den Innovationsthemen autonomes und elektrisches Fahren forciert Daimler mit einem eigens geschaffenen Bereich Digital Vehicle and Mobility das vernetzte Fahren innerhalb der Konzernforschung und Mercedes-Benz Cars Entwicklung. Mit Mercedes me connect wurde bei Mercedes-Benz Cars ein bereichsübergreifendes Programm, mit der Aufgabe die weltweite Vernetzung der Mercedes-Benz PKWs zu verwirklichen und innovative Dienste anzubieten, aufgesetzt. Mercedes me connect bildet somit die Grundlage für neue Möglichkeiten der Interaktion mit unseren Kunden und für neue Geschäftsopportunitäten auf Basis eines vernetzten Fahrzeugs. Die Abteilung führt und verwaltet das weltweite Gesamtportfolio Mercedes me connect und steuert den weltweite Markteinführung von Mercedes me connect Services. Seien Sie ein Teil unseres Teams und machen Sie aus Ihren Ideen die Innovationen von Morgen! Ihre Aufgaben im Einzelnen: Zukunftsorientierte Neugestaltung und Weiterentwicklung Methoden, Standards und Tools für den global relevanten Mercedes me connect Anforderungsprozess unter Berücksichtigung vieler Prämissen und komplexen Abhängigkeiten (wie z. B. Sparten, Wirtschaftlichkeit, Fahrzeugabhängigkeit). Hierdurch wird die Konsistenz und Qualität der Anforderungen an die gesamte Entwicklung von connected Services innerhalb von Research & Development abgesichert. Bewertung von Anforderungen mit der Zielsetzung der Konsolidierung aller Anforderungen und Kanalisierung Richtung Dienste, Konzeption und Umsetzung. Beantwortung eingehender Anforderungen auf Basis des entwickelten Prozesses und Prämissen zur Heranführung an den finalen inhaltlichen Reifegrad als Entscheidungsgrundlage für weitere Stakeholder und Umsetzer. Eigenverantworltiche Vorbereitung und Herbeiführung der Umsetzungsentscheidung durch die verantwortlichen Gremien. Verantwortung für Neugestaltung des Anforderungstools im Hinblick auf Continuous Delivery im Rahmen agiler Software Entwicklung über alle Mercedes me connect Dienste, Baureihen und Märkte. Ausarbeitung, Etablierung und Einhaltung der Demand/ Change Request Management Governance. Durchführung von Informations- und Schulungsveranstaltungen. Es erwartet Sie ein spannendes und komplexes Aufgabengebiet in einem internationalen und erfolgsorientierten Arbeitsumfeld mit hochmotivierten Kollegen und Management!",
    "reqs": "Studium: Abgeschlossenes Studium in den Fachrichtungen Informatik, Wirtschaftsinformatik Erfahrung und spezifische Kenntnisse: Mehrjährige Erfahrung in der Steuerung und Durchführung von IT-Projekten, der Prozessberatung und der Systemgestaltung Erfahrung im Connectivity/Telematik/eBusiness/IT/Connected Services Umfeld wünschenswert Erfahrung im Projektmanagement in komplexen Themen mit interdisziplinären Teams und Kenntnisse in der Entwicklung von Requirements und agiler Softwareentwicklung Sprachkenntnisse: Verhandlungssichere Deutsch- und Englischkenntnisse Persönliche Kompetenzen: Hohe Affinität zur Automobilbranche Digitale Vernetzung ist für Sie kein Fremdwort Sie würden sich als Digital Native bezeichnen Sie sind höchst motiviert und können die Frage nach einer gemeinsamen, beruflichen Zukunft mit unserem Unternehmen in die digitale Vernetzung ohne Zögern bejahen Exzellente analytische und kommunikative Fähigkeiten zeichnen Sie ebenso aus, wie Ihr Durchsetzungsvermögen, Ihre Konfliktfähigkeit und Ihr Verantwortungsbewusstsein Hoher Qualitätsanspruch und absolute Zuverlässigkeit zeichnen Sie ebenfalls aus Sie zeigen Leistungsbereitschaft, arbeiten engagiert im Team und sind sicher und zuverlässig im Umgang mit Business Partnern und Lieferanten",
    "meta": " Stellennummer: 195889 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Forschung & Entwicklung incl. Design Fachabteilung Demand-/Portfolio-Management & Governance "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182051/detroit-assurance-adas-systems-active-brake-assist-lead-development-engineer-l5.html?lang=de": {
    "tasks": "Innovative products begin with talented, highly motivated individuals. Daimler Trucks North America (DTNA), the largest and most diverse company in the North American commercial vehicle market, invites you to join our dynamic, industry-leading workforce. Our world-class portfolio of brands, including Freightliner trucks, Western Star trucks, Detroit™ engines and components, Thomas Built Buses, and Freightliner Custom Chassis, offers the unique opportunity to follow your passion for automotives in business or technical fields at locations across North America. And when you work for a Daimler company, you join a global network of over 250,000 dedicated employees on 6 continents who share your passion. Apply today and explore the world of Daimler! Job Overview Mechatronics combines Control Systems and Mechanical Engineering, essentially enabling the integration of sensors and actuators to achieve a desired outcome. This lead ADAS development role's purpose is to conceptualize, define, iterate and execute Automatic Emergency Braking (ABA) by using sensors like Radar and Camera to actuate ABS that will result in collision mitigation. Lead Sensor Fusion algorithm and define the key ADAS attributes required for North American market. Responsibilities Define feature specification in DOORs. Detailed Model Development in Matlab/Simulink Environment. Define Test Specifications with PVE Counterparts. Release Sensor and ECU parameters, software, diagnostics and Hardware in Smaragd, EDLS, IMACS and other related systems. Lead and Mentor junior engineers in the team. ",
    "reqs": "- Bachelor’s degree with 2 years of related experience OR an associate’s degree with 4 years of related experience OR 8 years of related experience required - At least 1 year of group leader, project lead, or mentoring experience required - An attached resume is required - ADAS Implementation, feature definition, feature integration and optimization is preferred. - ADAS data analysis and KPI reporting process is preferred. - Address performance issues as observed in test and field environment is preferred. Additional Information - Applicants must be legally authorized to work permanently in the U.S. at the time of application. - Final candidate must successfully complete a pre-employment drug screen and criminal background check. - EEO/Minorities/Females/Disabled/Veterans For an accommodation or special assistance with applying for a posted position, please contact our Human Resources department at 503-745-8982 or toll free 800-206-3369. For TTY/TDD enabled call 503-745-2137 or toll free 866-355-6935.",
    "meta": " Stellennummer: DAI00004G8 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Research and Development incl. Design Fachabteilung PE Mech. Sys. Instr., Safety, Comm. TN - CMS "
  },
  "http://jobs.daimler.com/Stellenanzeige/181922/it-projektmanager-in-fur-it-systeme-im-qualitatsumfeld-in-sindelfingen.html?lang=de": {
    "tasks": "Sie sind innovativ, agil und teamfähig? Sie sind IT-Experte/-in und wollen sich weiterentwickeln? Wir bieten Ihnen ein vielfältiges und internationales Tätigkeitsgebiet, in dem Sie die IT-Systeme für die Qualität von Mercedes-Benz PKW gestalten. Sie übernehmen die Verantwortung für die Entwicklung, Einführung und Betreuung unserer Systeme und schaffen dadurch die Grundlage für eine hohe Qualität unserer Fahrzeuge. Dies beinhaltet auch die aktive Mitgestaltung der zukünftigen IT-Bebauung sowie die damit verbundene Leitung von Projekten bzw. Teilprojekten. Ihre Aufgaben im Einzelnen: Sie leiten und unterstützen nationale und internationale (Teil-)Projekte zur (Weiter-)Entwicklung Ihrer IT-Systeme. Sie betreuen und beraten die Fachabteilungen aus der Qualität, dem Einkauf, der Entwicklung und der Logistik in technischen und fachlichen Fragestellungen. Sie ermitteln neue Anforderungen, entwickeln neue IT-Architekturen, analysieren neue Technologien, bewerten diese im Hinblick auf die System-Weiterentwicklung, leiten die IT-Strategie ab und setzen diese in IT-Systemen um. Sie gestalten anwendergerechte Lösungen, die u.a. auch auf mobilen Endgeräten lauffähig sind. Sie beauftragen und koordinieren externe IT-Dienstleister. Sie verantworten den Test, die Abnahme und den Rollout neuer Softwaresysteme.",
    "reqs": "Studium: Mit guten Leistungen abgeschlossenes Studium der Fachrichtung Informatik, Wirtschaftsinformatik oder ein vergleichbarer Studiengang mit IT-Schwerpunkt Erfahrung und spezifische Kenntnisse: Fundierte Kenntnisse und Erfahrung in der Spezifikation, Planung und Leitung von IT-Projekten Mehrjährige Berufserfahrung in der IT bzw. IT-Beratung Sprachkenntnisse: Verhandlungssichere Deutsch- und Englischkenntnisse Persönliche Kompetenzen: Ausgeprägte Kommunikationsfähigkeit Einsatzbereitschaft Ergebnisorientiertes, selbständiges Arbeiten mit starker Teamorientierung",
    "meta": " Stellennummer: 196416 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: IT/Telekommunikation Fachabteilung Product Project & Action Management Sifi "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182031/regional-sales-manager-central-region.html?lang=de": {
    "tasks": "About Us Mercedes-Benz USA, headquartered in Atlanta, GA is responsible for the sales, marketing and service of all Mercedes-Benz and Maybach products in the United States. In our people, you will find tremendous commitment to our corporate values: 'PRIDE = Passion, Respect, Integrity, Discipline, and Execution'. Our products and employees reflect this dedication. We are looking for diverse top-notch individuals to join the Mercedes-Benz Team and uphold these hallmarks. Job Overview Accountable for the profitable achievement of sales objectives associated with their assigned market, segment and sales team. The position is responsible for their assigned sales productivity, and directs their efforts to have the greatest overall impact. Responsibilities · Prioritizes coaching and performance management efforts to have the greatest overall impact on sales results. Conduct Dealer visits, evaluation and implementation of consultative architecture of dealership CV sales department. Proactively inspects sales activity and effort among dealer sales associates managed, ensuring that the quality and quantity of sales effort meets company expectations. Establishes productive relationship with dealer management based on frequent communication, collaboration, and the effective allocation of marketing investment in the marketplace. · Leads field forecasting efforts ensuring that accurate forecasts are completed on a timely basis. Meets assigned team quotas for sales, profits, and strategic objectives. Achieves strategic team objectives defined by company Management. Monitors incentive program utilization and take rate. Oversees personnel dedication including training and certification. Manage awareness and usage of all sales channels and application. Fosters brand awareness and utilization of marketing co-op. Track and monitor progress of dealer KPI achievement and management of escalation process. · Positively impacts the performance of individual sales team members by implementing and managing field support tools, including training programs, productivity initiatives, account and territory planning methodologies, and customer communication tools. Coaching and support of On-boarding new dealers. Manage dealer performance report and tactical action item follow-up. Communication of Market Trends and competitive landscape. Required: 50% Travel. · Builds peer support and strong internal-company relationships with other key management personnel. Assimilate growth plan with National and small/medium fleet organization and tactic. Proactively assesses, clarifies, and validates customer requirements and satisfaction by engaging key customer accounts. Collaborate with other departments for linear approach of common dealer network strategy. Interface with CV department managers and general managers for clear implementation of development procedure. Knowledge based cross-training in field and HQ departments. HR opportunity for personal development re: Special project or HQ. Cooperation with Aftersales department to create business solutions.",
    "reqs": "Qualifications - Bachelor's Degree plus 7-10 years related experience OR equivalent related work experience in lieu of formal education. - Knowledge of retail processes and procedures, with emphasis in New and Pre-owned sales, accessories, service and parts. - Knowledge of Retail Sales processes, new and pre-owned product pricing and positioning, and automotive leasing methodology's; Ability to develop a close working relationship with a dealer principle and management to ensure that Daimler Van USA’s overall strategies are implemented and that the dealership maintains profitability; Must have excellent interpersonal skills and be a persuasive communicator to develop credibility with the dealership personnel and the customer; Additional Information • Must be able to work flexible hours/work schedule • Travel domestically • Work weekends when required • Requires valid driver’s license EEO Statement Mercedes-Benz USA is committed to fostering an inclusive environment that appreciates and leverages the diversity of our team. We provide equal employment opportunity (EEO) to all qualified applicants and employees without regard to race, color, ethnicity, gender, age, national origin, religion, marital status, veteran status, physical or other disability, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state or local law. ",
    "meta": " Stellennummer: MER0000DF6 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Sales & Marketing Fachabteilung Sales Vans "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182046/materials-supervisor-l5.html?lang=de": {
    "tasks": "Innovative products begin with talented, highly motivated individuals. Daimler Trucks North America (DTNA), the largest and most diverse company in the North American commercial vehicle market, invites you to join our dynamic, industry-leading workforce. Our world-class portfolio of brands, including Freightliner trucks, Western Star trucks, Detroit™ engines and components, Thomas Built Buses, and Freightliner Custom Chassis, offers the unique opportunity to follow your passion for automotives in business or technical fields at locations across North America. And when you work for a Daimler company, you join a global network of over 250,000 dedicated employees on 6 continents who share your passion. Apply today and explore the world of Daimler! Job Overview Supervise materials personnel, maintain inventory stock levels and ensure product is received and stocked to the production areas. Lead, coach and mentor team members and direct change (Kaizen, Truck Operating System, Continuous Improvement, etc.) within Materials Department. Responsibilities - Support the successful implementation of Truck Operating System (TOS) in area of responsibility. - Conduct daily inspections of work areas to assure compliance with safety and environmental policies. - Support the training matrix by continually evaluating and developing Team Leader and employee skill level as required to increase flexibility and meet safety goals. - Promote and execute TOS problem solving techniques across teams in an effort to improve area's efficiency. - Order, stock and move material in a manner to meet production requirements while minimizing indirect labor costs. - Administer Company and Departmental policies and procedures. Address and resolve employee relations issues as they arise. - Implement Lean Manufacturing by using Continuous Improvement and 5S tools. - Maintain quality standards and cost efficiency. - Participate in regular communication and build relations in cross functional areas. - Candidates must be able to work any shift (1st, 2nd or 3rd)",
    "reqs": "- Bachelor’s degree with 2 years of related experience OR an associate’s degree with 4 years of related experience OR 8 years of related materials planning, automotive manufacturing, process engineering, or logistics experience required - At least 1 year of group leader, project lead, or mentoring experience required - An attached resume is required - Proficiency in Microsoft Word, PowerPoint, and Excel is required. - Experience with materials planning, automotive manufacturing, process engineering or logistics preferred - Prior supervisory experience in manufacturing environment preferred Additional Information - Final candidate must successfully complete a pre-employment drug screen and criminal background check - EEO/Minorities/Females/Disabled/Veterans For an accommodation or special assistance with applying for a posted position, please contact our Human Resources department at 503-745-8982 or toll free 800-206-3369. For TTY/TDD enabled call 503-745-2137 or toll free 866-355-6935.",
    "meta": " Stellennummer: DAI00004J2 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Production Fachabteilung Materials Plant Mt. Holly Ops TN "
  },
  "http://jobs.daimler.com/Stellenanzeige/182006/praktikum-ab-september-2018-im-bereich-accounting-fur-vertriebsgesellschaften-des-daimler-konzerns-weltweit-in-stuttgart.html?lang=de": {
    "tasks": "Unsere Abteilung ist im Daimler-Konzern zuständig für die Gestaltung, Standardisierung und Weiterentwicklung von finanz-/betriebswirtschaftlichen Methoden, Verfahren und grundsätzlichen Prozessen in den Bereichen Rechnungswesen, Controlling, Konsolidierung, ICS und Treasury. Zu den Aufgaben des Bereiches zählen die Integration der verschiedenen betriebswirtschaftlichen Sichtweisen und die zukunftsorientierte Absicherung von konsistenten, einheitlichen und ordnungsgemäßen Prozessen und Methoden durch Richtlinien und Definitionen für IT-Systeme. Die Abteilung Business Solution Sales Companies nimmt diese Aufgabe im Hinblick auf die weltweit agierenden Daimler-Vertriebsgesellschaften sowie Mobilitätsgesellschaften wahr. Ihre Aufgaben umfassen: - Unterstützung des Teams Finanzbuchhaltung bei den vielfältigen Aufgaben des täglichen Projekt- und Liniengeschäftes und gewinnen dabei erste Einblicke in ein spannendes und internationales Arbeitsumfeld - Teilnahme an Projektsitzungen und Gremien zu konzernweiten Initiativen und internationalen Projekten - Erarbeitung von Buchungslogiken zur Abbildung von Geschäftsfällen im Rechnungswesen auf Basis von Prozessdokumentationen und im Austausch mit Stakeholdern und Business Partnern - Erstellung von Analysen, Prozessbeschreibungen und Dokumentationen zu Schnittstellen und eigenentwickelten Programmen im SAP-System, zu bilanziellen Fragestellungen und im Rahmen von Bereinigungsaktionen - Unterstützung bei der laufenden Systembetreuung - Betreuung der Anwender durch Bearbeitung von Änderungsanfragen und methodischen Fragestellungen mit Schwerpunkt Anlagen- und Hauptbuchhaltung - Inhaltlich-konzeptionelle und allgemeine Unterstützung im Fachgebiet der Anlagen- und Hauptbuchhaltung sowie bei Bedarf auch der angrenzenden Fachgebiete - Mitwirkung bei der Einführung von CoFiCo bei Daimler Konzerngesellschaften weltweit",
    "reqs": "Studiengang: Betriebswirtschaft, Wirtschaftsinformatik, International Business oder ein vergleichbarer Studiengang Sprachkenntnisse: Sichere Deutsch- und Englischkenntnisse in Wort und Schrift, weitere Sprachkenntnisse wünschenswert IT-Kenntnisse: Sicherer Umgang mit MS-Office, SAP-Kenntnisse (speziell Modul FI) wünschenswert Persönliche Kompetenzen: Teamfähigkeit, Zuverlässigkeit, Gewissenhaftigkeit, strukturiertes Arbeiten",
    "meta": " Stellennummer: 198136 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Finanzen/Controlling Fachabteilung Finanzbuchhaltung & Finanzwirtschaft "
  },
  "http://jobs.daimler.com/Stellenanzeige/182013/werkstudententatigkeit-ab-mai-2018-im-bereich-bereich-strategischer-einkauf-nutzfahrzeuge-in-stuttgart.html?lang=de": {
    "tasks": "Ein autonom fahrender Lastkraftwagen! Undenkbar? Nicht für Daimler Trucks. Mit dem Freightliner Inspiration Truck gelang eine weltweite Innovation. Besitzen auch Sie die Fähigkeit über Grenzen hinaus zu denken und neue, kreative Ideen umzusetzen? Arbeiten Sie gerne in internationalen Teams, um eingefahrene Prozesse in innovative Vorgehensweisen zu verwandeln und Systeme weiter zu entwickeln? Dann sind Sie bei uns genau richtig! Der weltweite Einkauf für Produktionsmaterial bei Daimler Trucks and Buses zeichnet sich nicht nur durch das hohe Einkaufsvolumen sondern auch durch eine globale Aufstellung aus. Tokio, Sao Paulo, Stuttgart, Istanbul, Detroit, Portland und Chennai sind nur eine Auswahl der weltweiten Standorte. Deshalb sind harmonisierte und effiziente Prozesse sowie deren IT-systemseitige optimale Unterstützung eine notwendige Voraussetzung. Um diese Voraussetzung kümmert sich unser Team! Ob Verbesserungen von IT-Systemfunktionen, Implementierung eines vollumfänglich neuen Einkaufssystems, Vereinheitlichung eines weltweiten Prozesses oder auch lokaler Besonderheiten. Wir steuern all diese Projekte für den operativen Einkauf. Im Rahmen Ihres Werkstudent-Einsatzes wird der Schwerpunkt der Tätigkeit in der Unterstützung einer Projekt-Initiative liegen, die sich mit der Evaluierung von Einsatzmöglichkeiten von Big Data und Advanced Analytics im Einkauf beschäftigt sowie deren Implementierung und Rollout in unserer weltweiten Organisation voran treibt. Ihre Aufgaben umfassen: - Inhaltliche Mitarbeit im laufenden Big Data / BI Projekt (Daten- und Prozessanalysen, Potenzialevaluierungen, Konzeption von Implementierungsmaßnahmen, Erstellung von Schulungsunterlagen, Unterstützung bei Funktions- und Integrationstests), - Projektleitungsunterstützung (Vorbereitung von Steuerkreisunterlagen, Unterstützung bei allgemeinen Organisationsaufgaben, Mitarbeit bei Budget- und Kostentracking), - allgemeine Organisationsunterstützung (Unterstützung bei der Organisation des halbjährlichen internationalen Bereichs-Strategie Implementierungsmaßnahmen, Erstellung von Schulungsunterlagen, Unterstützung bei Funktions- und Integrationstests), - Projektleitungsunterstützung (Vorbereitung von Steuerkreisunterlagen, Unterstützung bei allgemeinen Organisationsaufgaben, Mitarbeit bei Budget- und Kostentracking), - allgemeine Organisationsunterstützung (Unterstützung bei der Organisation des halbjährlichen internationalen Bereichs-Strategie Meetings, Anpassung und Weiterentwicklung von Office-Tools, Erstellung von Präsentations-Unterlagen zu verschiedene Themen).",
    "reqs": "Studiengang: Wirtschaftsinformatik, Betriebswirtschaft oder sonstige Wirtschaftswissenschaften (optimalerweise im Hauptstudium), IT-Kenntnisse: Sicherer Umgang mit MS-Office (Excel, PowerPoint), Affinität für Umgang und Arbeit mit großen Zahlen- und Datenmengen. Vorkenntnisse in Big Data und BI Methoden sowie der IT-Tools Tableau, Alteryx und/oder IBM SPSS von Vorteil Sprachkenntnisse: Sichere Deutsch- und Englischkenntnisse in Wort und Schrift, zusätzliche Sprachen sind von Vorteil Persönliche Kompetenzen: Gute Kommunikationsfähigkeit sowie eine eigenverantwortliche und selbstständige Arbeitsweise, Durchsetzungsvermögen und sicheres Auftreten, Teamfähigkeit und Sozialkompetenz Sonstige Kompetenzen: Interesse an IT Systemen, gutes Verständnis für betriebswirtschaftliche Prozesse, Kenntnisse zu Projekt-/ und Prozessmanagement sowie Einkaufprozessen sind von Vorteil.",
    "meta": " Stellennummer: 198284 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Einkauf Fachabteilung Procurement T&B - Global Tools & Analytics "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182042/elektromos-karbantarto-a-fenyezo-uzemben-1.html?lang=de": {
    "tasks": "Kamatoztasd szakmai tudásod a Mercedes-Benz-nél! - Komplex gyártó berendezések javítása a fényező üzem területén - 230-400 V-os hálózatok javítása - Komplex termelő berendezések hibaelemzése (pl. PLC-s, PC-s vezérlés meghibásodása, Bus szabályozó és vezérlő rendszerek esetén) javaslat a megelőző intézkedésekre - Tervezett és időszakos karbantartások elvégzése és dokumentálása - Àtalakítások és telepítések önálló végrehajtása, szükség szerint a programozás átdolgozása - Részvétel a karbantartási folyamatokat szabályzó munkautasítások és dokumentációk kialakításában - Aktív közreműködés a több területet érintő termelési zavaroknál - A berendezések megfigyelése és optimalizálása a rendelkezésre állás, hatékonyság és környezettudatosság tekintetében",
    "reqs": "- Szakirányú középfokú végzettség (minimum alapfokú szakmunkás), technikusi végzettség előny - Jogosítvány elektromos berendezések szerelésére 400V-ig - Alkalmasság csapatmunkára és önálló munkavégzésre is, elhivatottság - Több műszakos munkarendre való hajlandóság - Kimondottan magas fokú minőség iránti elkötelezettség, minőségközpontú szemlélet - Személyi és szakmai továbbfejlődés iránti igény - Precíz, gyors és felelősségteljes munkavégzés - MS Office kiváló felhasználói szintű ismerete - Jó kommunikáció- és problémamegoldó készség Amit kínálunk: - Szakmai kihívások a világ egyik vezető autóipari vállalatánál - Multinacionális környezet - Versenyképes juttatási csomag, jelentős alapbéren felüli juttatások - Kedvezményes autólízing - Ingyenes sportolás - Továbbképzési lehetőségek",
    "meta": " Stellennummer: MER0000DKQ Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Gyártás Fachabteilung Paint Shop Corrosion Protection -HU "
  },
  "http://jobs.daimler.com/Stellenanzeige/DE_182039/controller-finance-analytics-aftermarket-l5.html?lang=de": {
    "tasks": "Innovative products begin with talented, highly motivated individuals. Daimler Trucks North America (DTNA), the largest and most diverse company in the North American commercial vehicle market, invites you to join our dynamic, industry-leading workforce. Our world-class portfolio of brands, including Freightliner trucks, Western Star trucks, Detroit™ engines and components, Thomas Built Buses, and Freightliner Custom Chassis, offers the unique opportunity to follow your passion for automotives in business or technical fields at locations across North America. And when you work for a Daimler company, you join a global network of over 250,000 dedicated employees on 6 continents who share your passion. Apply today and explore the world of Daimler! Job Overview Be the Subject Matter Expert (SME) on systems and processes supporting the Aftermarket (AM) Business unit, including in-depth understanding of different variants of the sales process (e.g. Sales of parts via different channels, different types of returns and customer credits, processing of rebates, etc.) and the related data flow in SAP systems. Be the AM Controlling liaison to the Corporate Finance Analytics Team responsible for understanding AM Controlling’s reporting needs, gaining access to the required data, and developing necessary reports individually as well as through cross-functional projects with the Corporate IT group. Lead AM Controlling to use Finance Analytics to search for innovative solutions to continuously improve the AM reporting landscape. Communicate the relevant Business Intelligence (BI) findings and provide project implementation support to ensure that technology is applied to business solution processes and work results are successfully deployed. Educate and train AM Controlling employees to utilize analytical tools, displaying the information in optimized form and content for the purpose of analysis, reporting and steering the AM business. Responsibilities Finance Analytics Liaison / BI Analyst: · Work with AM Business Unit and AM Controlling to use data analytics to develop essential reporting for the AM Controlling group · Understand how data is turned into information and knowledge to enable key business processes with an in-depth understanding of the business environment by using strong analytical and communication skills · Be the central point of contact for BI related processes and work with either Corporate Finance Analytics or IT groups as well as Finance and Accounting to build necessary reporting (help IT understand requirements and specifications, help identify proper data sources, test new reports) System / Processes Controller: · Responsible for in-depth understanding of revenue processes and data flow between different financial systems (SAP and related data warehouses) · Testing lead for all relevant system and process changes SAP · Involved in new process development and/or changes in SAP, including understanding the impact of such changes on financial flow in this system ",
    "reqs": "- Bachelor’s degree in Accounting, Finance, Information Technology, Computer Science or related with 2 years of Financial Controlling, Management Reporting or Data Analysis experience OR an associate’s degree with 4 years of related experience OR 8 years of related experience required - At least 1 year of group leader, project lead, or mentoring experience required - An attached resume is required - 2 plus years of experience in Financial Controlling, Management Reporting or Data Analysis required - Experience handling large datasets and ability to summarize large amounts of data to perform quantitative data analysis to solve business problems required - Experience with programming languages and data extraction software (e.g. SAS, DB2, SQL) required - Basic understanding of data flow in SAP required - High proficiency in Excel (vlookup, pivot tables, index/match) and PowerPoint required - Integrative approach to work, ability to think and act with a cross-functional and cross-departmental mindset required - Ability to learn quickly and deliver results with minimal supervision required - Ability to adapt to a fast-changing environment required - Ability to present to Senior Management and lead cross functional discussions required - Excellent written and oral communication skills required - 3-5 years of experience in Financial Controlling, Management Reporting or Data Analysis preferred - Experience in data warehouse concepts and conceptual data modeling know-how (e.g. creation of logical data models based on functional specifications) preferred - Knowledge of specific functionality of the latest BI technologies (e.g. Alteryx, Tableau, Microsoft BI, IBM Cognos or similar solutions) preferred - Experience supervising individuals or project work team preferred - MBA or equivalent Master’s degree preferred - Lean/Six Sigma training and experience preferred Additional Information - Applicants must be legally authorized to work permanently in the U.S. at the time of application. - Final candidate must successfully complete a pre-employment drug screen and criminal background check. - EEO/Minorities/Females/Disabled/Veterans For an accommodation or special assistance with applying for a posted position, please contact our Human Resources department at 503-745-8982 or toll free 800-206-3369. For TTY/TDD enabled call 503-745-2137 or toll free 866-355-6935.",
    "meta": " Stellennummer: DAI00004HZ Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Finance/Controlling Fachabteilung CSD Finance & Controlling "
  },
  "http://jobs.daimler.com/Stellenanzeige/181957/customer-function-owner-m-w-im-bereich-connected-vehicle-forschung-und-entwicklung-von-mercedes-benz-cars-in-leinfelden-echterdingen.html?lang=de": {
    "tasks": "In der Konzernforschung & Mercedes Benz Cars Entwicklung gestalten wir die Automobilgenerationen der Zukunft. Damit meinen wir innovative Produkte mit höchster Qualität und effiziente Entwicklungsprozesse. Wir arbeiten schon heute an Fahrzeugen, die die Technologieführerschaft von Daimler auch zukünftig sichern werden. Mit Mercedes me connect wurde bei Mercedes-Benz Cars ein bereichsübergreifendes Programm mit der Aufgabe die weltweite Vernetzung der Mercedes-Benz PKWs zu verwirklichen und innovative Dienste anzubieten, aufgesetzt. Mercedes me connect bildet somit die Grundlage für neue Möglichkeiten der Interaktion mit unseren Kunden und für neue Geschäftsopportunitäten auf Basis eines vernetzten Fahrzeugs. Der Bereich Connected Services, Platform & CarIT Security verantwortet die Konzeption und Realisierung der Mercedes connect me Dienste, der dafür notwendigen technischen Funktionen und der On- sowie Off-Board Systeme. Die Abteilung Service Realization & Integration steuert die ganzheitliche Konzeption, die Realisierung und den Betrieb innovativer Telematikdienste. In diesem Kontext übernehmen Sie anspruchsvolle und für unsere Telematikdienste erfolgsrelevante Aufgaben. Ihre Aufgaben im Einzelnen: End-to-End Verantwortung für Kunden Funktionen und Telematik Dienste, von der Konzeption über die Realisierung. Leitung von Projekten zur Realisierung von Telematikdiensten im Bereich Business & location based services. Aufbau und Führung des Projekt- und Entwicklungsteams. Integration und Steuerung am Dienst beteiligter Fachbereiche mit der Zielsetzung die Dienste in Time/Quality & Cost zu realisieren. Beschreibung der gesamtheitlichen Dienste der Prozessabläufe, Erstellung und Abstimmung der Detail-Spezifikationen. In Zusammenarbeit mit Architekturteams werden die Dienste in Teilfunktionen heruntergebrochen und deren Umsetzung bei relevanten Fachbereichen (on- und off-board) eingesteuert. Definition und inhaltliche Überwachung von Featurebündeln (Epics) auf Basis der Spezifikationen. Abstimmung der Realisierungstermine der Featurebündel mit Partnerbereichen und Steuerung eigener SCRUM Teams. Realisierung in enger Zusammenarbeit mit dem Testing. Analyse von Fehlern und Definition von Abhilfe Maßnahmen. Umsetzung länderspezifischer Anpassungsbedarfe in Abstimmung mit den Internationalisierungsprojekten. Unterstützung des Rollouts in den Märkten. Statusberichterstattung und Eskalation kritischer Themen an die Programmleitung.",
    "reqs": "Studium/Ausbildung: Abgeschlossenes Studium der Informatik, Wirtschaftsinformatik oder vergleichbare Ausbildung Erfahrung und spezifische Kenntnisse: Kenntnisse und Erfahrung in der Entwicklung und Realisierung von IT-Systemen und Applikationen Erfahrung in der Planung und Durchführung von komplexen Projekten (Projektleitungserfahrung, agile Software Entwicklung) und Projektmanagement Methoden & Tools Erfahrung mit Requirement Engineering, IT-Architektur, Entwicklung von IT-Systemen und agilen Software Projekten Kenntnisse und Erfahrung auf dem Gebiet der Telematik und der Fahrzeugelektrik/-elektronik (Entwicklung oder Service) Idealerweise Kenntnisse der Entwicklungs- und Serviceprozesse Projekterfahrung auf internationaler Ebene von Vorteil Sprachkenntnisse: Verhandlungssichere Englischkenntnisse Persönliche Kompetenzen: Schnelle Auffassungsgabe Sehr gutes Prozessverständnis Fähigkeit komplexe Systeme und Prozesse zu analysieren Organisationstalent mit sehr zielgerichteter und selbständiger Arbeitsweise Starkes, selbstbewusstes Auftreten Stark ausgeprägtes kommunikatives und integratives Verhalten Interkulturelle Kompetenz Teamfähigkeit Sonstiges: Reisebereitschaft",
    "meta": " Stellennummer: 198338 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Forschung & Entwicklung incl. Design Fachabteilung Business & Location Based Services "
  },
  "http://jobs.daimler.com/Stellenanzeige/181959/praktikum-ab-sofort-im-bereich-business-intelligence.html?lang=de": {
    "tasks": "Trucks you can trust - das ist das Versprechen an unsere Kunden von Mercedes-Benz Trucks. Im Geschäftsbereich Customer Services and Parts setzen wir mit unseren Dienstleistungen zuverlässig und partnerschaftlich alles daran, dass die 'großen Autos' ständig auf Achse bleiben. Sie sind neugierig zu erfahren, auf was es im internationalen After-Sales Geschäft ankommt? Sie möchten Ihre theoretischen Kenntnisse bei der weltweiten #1 in der Praxis einsetzen? Dann kommen Sie zu uns! Unser Team verantwortet Aufgaben rund um das Thema Business Intelligence in der Vertriebssteuerung. Mit unseren Marktanalysen zeigen wir Geschäftspotenziale auf, entwickeln Marktstrategien für die internationalen Vertriebsgesellschaften und berechnen Business Cases. Weiterhin sind wir für die operative und strategische Umsatzplanung verantwortlich. Wir sind Teil der internationalen Vertriebssteuerung und berichten an das Top Management der Sparte Mercedes-Benz Truck. Für diese vielseitigen Aufgaben suchen wir tatkräftige Unterstützung in unserem dynamischen Team mit Freude daran Themen zu gestalten. Neben Einblicken in den internationalen Vertrieb und die Strategie von Customer Services and Parts erwartet Sie ein abwechslungsreiches Aufgabenspektrum: - Aufbereitung komplexer Sachverhalte für das Top Management von Mercedes- Benz Trucks (z.B. Präsentationsunterlagen, Entscheidungsvorlagen) - Mitarbeit bei der operativen und strategischen Umsatzplanung in Zusammenarbeit mit der Vertriebssteuerung - Eigenständige Durchführung von Analysen auf Basis von geschäftsrelevanten KPIs und Benchmarks sowie Mitarbeit bei der Konzeption und Bewertung von Business Cases - Unterstützung bei der Erarbeitung von Marktstrategien für Customer Services and Parts",
    "reqs": "Studiengang: abgeschlossenes Studium mit Schwerpunkt Betriebswirtschaft, Wirtschaftswissenschaften, (Wirtschafts-) Ingenieurwesen oder Naturwissenschaften Sprachkenntnisse: verhandlungssicher in Deutsch und Englisch, weitere Fremdsprachen wünschenswert IT-Kenntnisse: sehr gute Kenntnisse in MS-Office (PowerPoint, Excel, Word, Access) Persönliche Kompetenzen: hohe analytische und strategisch-konzeptionelle Kompetenz, Interkulturelle Kompetenz und Spaß am Umgang mit Kollegen aus dem internationalen Umfeld",
    "meta": " Stellennummer: 198228 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Marketing & Vertrieb Fachabteilung CSP Business Intelligence "
  },
  "http://jobs.daimler.com/Stellenanzeige/181966/sachbearbeiter-in-im-bereich-arbeitspolitik-fur-lokale-und-internationale-themen-in-dusseldorf.html?lang=de": {
    "tasks": "Der Bereich Arbeitspolitik und Betriebsratsbeziehungen ist zum einen lokal für das Werk Düsseldorf zuständig, zum anderen - im Rahmen des Themenmanagements Arbeitspolitik für HRV sowie der Unterstützung des HR Business Partners für die Operations-Bereiche aller VAN-Standorte - auch international tätig. Wir sind Ansprechpartner für arbeitspolitische Grundsatzfragen, für Themen rund um den Betriebsrat, Arbeitszeitmodelle sowie geltende Betriebsvereinbarungen. Den Schwerpunkt bilden hierbei das Konzipieren und Vereinbaren von kollektiven Rahmenbedingungen für alle betrieblichen Prozesse und Arbeitssysteme, wie z. B. Arbeitszeitregelungen. Wir entwickeln Strategien, Konzepte und Szenarien, verhandeln Vereinbarungen mit dem Betriebsrat und sind verantwortlich für deren Einführung einschließlich Kommunikation und Umsetzungscontrolling. Zu unseren Aufgaben gehört die Beratung des Managements in arbeitspolitischen Grundsatzthemen sowie die Begleitung von Projekten, Initiativen und sonstigen Themenstellungen mit personalrelevanten Auswirkungen aus arbeitsrechtlicher sowie personalpolitischer Perspektive. Sind Sie sind ambitioniert, arbeiten Sie gerne in einem dynamischen, internationalen Umfeld, haben Freude daran Neues zu gestalten und Verantwortung zu übernehmen? Dann sind Sie bei uns genau richtig! Es erwartet Sie ein abwechslungsreiches, zukunftsorientiertes Arbeitsfeld mit umfangreichen Gestaltungsmöglichkeiten. Ihre Aufgaben im Einzelnen: Ausarbeitung, Weiterentwicklung und Standardisierung von Prozessen (national und international) im Themenmanagement Arbeitspolitik unter Beachtung der strategischen Ausrichtung der Daimler AG und VAN/Operations. Eigenständiges Aufgabengebiet im Rahmen der Bearbeitung von internationalen arbeitspolitischen Themen VAN. Mitarbeit in übergreifenden Projekten im Rahmen der Arbeitspolitik. Verhandlungsfähiges Vorbereiten von Umsetzungskonzepten in Abstimmung mit den Fachbereichen und den Partnerbereichen in HR. Operative Umsetzung und Verfolgung der Maßnahmen. Abstimmung der relevanten arbeitspolitischen Themen mit dem Betriebsrat unter Beachtung von Unternehmensinteressen. Beratung der Fachbereiche in arbeitsrechtlichen Fragestellungen, Vorbereitung und Begleitung von Rechtsstreitigkeiten.",
    "reqs": "Studium/Ausbildung: Abgeschlossenes Studium der Betriebswirtschaft mit Schwerpunkt Recht oder Rechtswissenschaften oder vergleichbare Ausbildung Erfahrung und spezifische Kenntnisse: Erfahrung in Bereich Arbeitspolitik und Arbeitsrecht IT-Kenntnisse: Gute MS-Office Anwenderkenntnisse (insbesondere PowerPoint) Sprachkenntnisse: Verhandlungssichere Englischkenntnisse Spanischkenntnisse wünschenswert Persönliche Kompetenzen: Analytisches Denken und Handeln sowie konzeptionelle Fähigkeiten Kommunikations- und Konfliktfähigkeit Vorausschauende, lösungsorientierte und zuverlässige Arbeitsweise Durchsetzungsvermögen, Engagement, Selbständigkeit, Eigeninitiative und Flexibilität Teamfähigkeit und interkulturelle Kompetenz",
    "meta": " Stellennummer: 197268 Veröffentlichungsdatum: 03.04.2018 Tätigkeitsbereich: Personal Fachabteilung BR-Beziehungen & Recht "
  }
}